{
    //true = have unlocked communication
    //false = have not unlocked communication
    "NPCD.Name.MrGinger": "Mr.Ginger",
    "gift.love.false": "Mirrup!",
    "gift.like.false": "Mirp!",
    "gift.dislike.false": "Mirrrrp?",
    "gift.hate.false": "Mirruck",
    "gift.neutral.false": "Mirrrr?",
    "gift.love.true": "Oooh, eine Hommage an mich! Ich liebe es. *schnurrt*",
    "gift.like.true": "Oooh, ein Geschenk für mich? Das ist großartig!",
    "gift.dislike.true": "Das ist für mich? Soll ich es... essen?",
    "gift.hate.true": "Ich mag es nicht, verspottet zu werden, @.",
    "gift.neutral.true": "Oh, du hast mir ein Geschenk gemacht. Was auch immer.",
    "rainyday.false": "Murrrr.....$2",
    "rainyday.true": "Gah, ich hasse Regen. Trotzdem eine gute Ausrede, um drinnen zu bleiben und zu schlafen, oder?",
    //Festivals
    "spring13.false": "Murr!",
    "spring24.false": "Mirrup!",
    "summer11.false": "Mirrp?",
    "summer28.false": "Mirrup!",
    "fall16.false": "Mirrup!",
    "fall27.false": "Me-ow?",
    "winter8.false": "Mirp!",
    "winter25.false": "Murrr...$2",
    "spring13.true": "Ein Fest, um diese Mini-Dinosaurier zu feiern? Warum?$2#$B#Und die winzigen Appetithappen sind nicht einmal einen Bissen groß. Die Mühe nicht wert.",
    "spring24.true": "Ich habe es dir schon einmal gesagt und ich werde es dir noch einmal sagen. Katzen. Tanzen. Nicht. $2",
    "spring24.M6.true": "Hm... Glaubst du, Marlon wird sie jemals zum Tanzen auffordern?$1#$b#Ich habe gesehen, wie er sich schrecklichen Monstern gestellt hat, was hat er zu verlieren? Sein anderes Auge?$3 ",
    "summer11.true": "Ich würde die Suppe an deiner Stelle nicht essen. Sie wird nach Mäuseeingeweiden und alten Socken schmecken. #$b#Warum? Weil ich das reingeworfen habe.$3",
    "summer28.true": "Sie bestehen nicht mal aus Mondlicht.b#Warum geben Menschen Dingen so dumme Namen?",
    "fall16.true": "Wirst du dir die Zukunft voraussagen lassen, @? Ras glaubt, dass sie die Richtige ist, aber ich weiß nicht...#$b#Sie wird dir wahrscheinlich nur sagen, dass ein großer, gutaussehender Fremder deine Zukunft bereichert.",
    "fall27.true": "Was ist, wenn ich dieser goldene 'Kürbis' bin, nach dem alle suchen?$2",
    "winter8.true": "*singt* 'Fisch, Fisch, mein Lieblingsgericht'. Oh, hallo @.$3#$b#Glaubst du, wenn ich nett frage, lassen sie mich ein paar davon mit nach Hause nehmen?$4 #$b#Sie werfen sie einfach zurück? Was für eine Verschwendung.$2",
    "winter25.true": "Was? Ich bin nicht beleidigt, weil mir niemand ein Geschenk mitgebracht hat!$5#$b#Ich brauche nur etwas Zeit für mich allein, okay?$2",
    //birthday strings
    "birthday.love1.false": "Mirrupppp!$h",
    "birthday.like1.false": "Mirp!$h/Mirp!$h",
    "birthday.like2.false": "Mirp!$h",
    "birthday.dislike1.false": "Murr....$s/Murrrr....$s",
    "birthday.dislike3.false": "Murr....$s/Murrrr....$s",
    "birthday.neutral1.false": "Mirp?",
    "birthday.love1.true": "Oh! Das ist großartig! Ich mag diese menschlichen Bräuche beim Schenken! $h",
    "birthday.like1.true": "Oooh, ein Geschenk für mich! Weil ich ein Jahr älter bin? Was für eine Leistung! Danke!$h/Oooh, ein Geschenk für mich? Weil ich ein Jahr älter bin? Was für Erfolg! Danke!$h",
    "birthday.like2.true": "Oooh, ein Geschenk für mich! Weil ich ein Jahr älter bin? Was für eine Leistung! Danke!$h",
    "birthday.dislike1.true": "Heute ist mein Geburtstag? Du gibst mir also Müll? Interessante menschliche Sitte.$s/Heute ist mein Geburtstag? Du gibst mir also Müll? Interessante menschliche Sitte.$s",
    "birthday.dislike2.true": "Ich habe Geburtstag? Und das ist ein übliches nutzloses Opfer!$s",
    "birthday.neutral1.true": "Oh! Ein Geschenk für mich? Heute ist mein Geburtstag? Ah, ihr Menschen habt so urige Bräuche.",
    //Custom Fixed Dialogue
    "DumpsterDive.false": "%Mr Ginger starrt dich missbilligend an. Das sind SEINE Mülltonnen.",
    "DumpsterDive.true": "Hey! Was machst du? Ich bin die beste Katze, ich darf als erstes dran! $5",
    //M O V I E   S T R I N G S
    //before 6-heart
    "movies.0.false.1": "Mirrup!",
    "movies.0.false.2": "/message \"Mr. Ginger starrt auf den Bildschirm.\"",
    "movies.0.false.3": "Mirp!$3#$b#%Mr. Ginger scheint sich über deine Filmauswahl zu freuen.",
    "movies.1.false.1": "Mirrup!",
    "movies.1.false.2": "Pause 500/message \"Mr. Ginger sieht traurig aus.\"",
    "movies.1.false.3": "Murr.$2",
    "movies.1.false.4": "Mrip?$1",
    "movies.2.false.1": "Mirrup!",
    "movies.2.false.2": "/message \"Mr. Gingers Fokus ist starr.\"",
    "movies.2.false.3": "Mirp!#$b#%Mr. Ginger sieht beeindruckt aus.",
    "movies.3.false.1": "Murrir...",
    "movies.3.false.2": "/message \"Mr. Ginger sieht gelangweilt aus.\"",
    "movies.3.false.3": "Muurrr. Mirrup?",
    "movies.4.false.1": "Mirrup!$1",
    "movies.4.false.2": "%Mr. Ginger schnurrt.",
    "movies.4.false.3": "%Mr. Ginger scheint sich amüsiert zu haben",
    "movies.5.false.1": "Mirp!",
    "movies.5.false.2": "/shake MisterGinger 3000/pause 500/",
    "movies.5.false.3": "Miiirrrow...$2",
    "movies.5.false.4": "Mr. Gingers Fell ist immer noch etwas aufgeplustert.",
    "movies.6.false.1": "%Mr. Ginger sieht unzufrieden mit deiner Wahl aus.",
    "movies.6.false.2": "/message \"Sind das Tränen in Mr. Gingers Augen?",
    "movies.6.false.3": "Mirrur?$2",
    "movies.7.false.1": "Mirrup!",
    "movies.7.false.2": "/message \"Mr. Ginger kauert tief in seinem Stuhl.",
    "movies.7.false.3": "Muuur$5",
    "movies.7.false.4": "%Mr. Ginger sieht erschöpft aus.",
    "movies.8.false.1": "Mirrup!",
    "movies.8.false.3": "Mrp. $5",
    "movies.9.false.1": "Mirrup!",
    "movies.10.false.1": "Spiegelbild.",
    "movies.11.false.1": "Mrrrow!$5",
    //Nach dem 6-Herz-Ereignis 
    "movies.0.true.1": "Eine Geschichte, die auf einem Bildschirm erzählt wird? Nun, ich denke, es könnte Spaß machen.",
    "movies.0.true.2": "/message \"Mr. Ginger starrt auf den Bildschirm.\"",
    "movies.0.true.3": "Sehr unterhaltsam. Ich habe es genossen.",
    "movies.1.true.1": "Jas liebte diesen Film hier und sie hat einen ziemlich guten Geschmack.#$b#Sie mag mich schließlich auch.$1",
    "movies.1.true.2": "Pause 500/Nachricht \"Mr. Ginger sieht traurig aus.\"",
    "movies.1.true.3": "Ich kann den Appeal erkennen.$2",
    "movies.1.true.4": "Süß, aber süffig.#$b#Süffig? Verstanden?$1",
    "movies.2.true.1": "Ich war an vielen Orten. Bin mir nicht sicher, ob ich sie auf dem Bildschirm sehen muss.",
    "movies.2.true.2": "/message \"Mr. Gingers Fokus ist starr.\"",
    "movies.2.true.3": "Okay, ich gebe es zu, es war wunderschön.",
    "movies.3.true.1": "Klingt herzerwärmend und ekelerregend.",
    "movies.3.true.2": "/message \"Mr. Ginger sieht gelangweilt aus.\"",
    "movies.3.true.3": "Nö, nicht mein Fischkessel. Mmmm Fisch... Können wir zu Mittag essen?",
    "movies.4.true.1": "Scheint unterhaltsam.",
    "movies.4.true.2": "Das ist lächerlich.$1",
    "movies.4.true.3": "Was für ein lustiger Film! Sehr amüsant.",
    "movies.5.true.1": "Unheimlich? Hah, ich bin der mutigste Kater der Stadt. Ich lache über deinen Grusel!",
    "movies.5.true.2": "/shake MisterGinger 3000/pause 500/",
    "movies.5.true.3": "Nein... Tu es nicht... Eek!",
    "movies.5.true.4": "Was? Ich hatte Angst? Nein, du bildest dir Dinge ein. $2",
    "movies.6.true.1": "Pah, Romantik? Katzen machen dieses schnulzige, sentimentale Zeug nicht.",
    "movies.6.true.2": "/message \"Sind das Tränen in Mr. Gingers Augen?",
    "movies.6.true.3": "Ich weine nicht. Du weinst. Wahrscheinlich waren es die Lichter.",
    "movies.7.true.1": "Abigail hat über diesen Film hier gesprochen. Sollte ein Guter sein!",
    "movies.7.true.2": "/message \"Mr. Ginger kauert tief in seinem Stuhl.",
    "movies.7.true.3": "Zu laut...",
    "movies.7.true.4": "Die Handlung war unsinnig und die Geräusche zu laut!$1",
    "movies.8.true.1": "Hmmm, Ras hat das gefallen. Ich vertraue seinem Urteil.",
    "movies.8.true.2": "...",
    "movies.8.true.3": "Ras vertraue ich nie wieder, nein, nie wieder.",
    "movies.9.true.1": "Ich würde es gerne noch einmal sehen, wenn du darauf bestehst. $1",
    "movies.10.true.1": "Ja, sicher, warum nicht? Es war okay.",
    "movies.11.true.1": "Ich bekomme immer noch Alpträume.",
    //C S   S T R I N G S   A N D   M O R E
    //Note: these will only be activated under very specific situations, so are unlikely to be seen by many, if any, players
    "5367": "Nun, das ist ungewöhnlich, aber sehr gut, wenn du darauf bestehst. *räuspert sich*#$b#Es ist mir eine große Ehre, an diesem Tag {0} von {1} @ zu unterstützen und, ähm, Mr. Ginger, indem sie sich gegenseitig ihre Hingabe versprechen.",
    "5369": "Nun, das ist ungewöhnlich, aber sehr gut, wenn du darauf bestehst. *räuspert sich*#$b#Es ist mir eine große Ehre, an diesem Tag {0} des {1} @ zu unterstützen und, ähm, Mr. Ginger, indem sie sich gegenseitig ihre Hingabe versprechen.",
    "5371": "@... Ginger... #$b# Als Bürgermeister von Pelican Town und regionaler Träger des Ehesiegels erkläre ich euch nun zu Gefährten fürs Leben!$h",
    "5377": "@... Ginger... #$b# Als Bürgermeister von Pelican Town und regionaler Träger des Ehesiegels erkläre ich euch jetzt zu Gefährten fürs Leben!$h",
    "5379": "Du darfst, ähm, umarmen oder so?",
    "2782": "Oooh, war das lustig, nicht wahr?$3#$e#Und jetzt lebe ich hier auf einem Bauernhof! Hast du irgendwelche Ratten oder Mäuse? Na, nicht mehr lange!$4",
    "4439": "Ein kleiner Mensch, der herumstolpert? Es ist besser, mir nicht auf den Schwanz zu treten!#$b#Trotzdem, was auch immer dich glücklich macht. Ich werde handeln.$3",
    "4440": "Lass mich das klarstellen: Du füllst ein paar Unterlagen aus und sie bringen ein Baby vor die Tür?#$b#Das ist viel weniger chaotisch als die Art, wie Katzen Dinge tun.",
    "4441": "Mirp? {0}, ich habe versehentlich auf den Adoptionspapieren gekaut.#$b#Was? Sie flatterten im Wind, ich dachte, sie wären eine Motte.",
    "4444": "Babys... das sind menschliche Kätzchen, richtig? Das wird großartig! Ich werde ihm beibringen zu jagen und auf Bäume zu klettern und... was?$1",
    "4447": "Was mögen Babys? Schlafen, schreien?#$b#Diese großen, flauschigen Kunsttiere mit Glasaugen? Die kannst du von mir fernhalten! Freakige Dinger.",
    "4448": "Lass mich das klarstellen: Du füllst ein paar Unterlagen aus und sie bringen ein Baby vor die Tür?#$b#Das ist viel weniger chaotisch als die Art, wie Katzen Dinge tun.",
    "4449": "Ich brauche eine Minute für mich... Hey, das sind nicht MEINE Kinder. $5",
    "4462": "Ich bin früh aufgestanden und habe einige Pflanzen für dich gegossen. Und du weißt, wie ich über Wasser denke!",
    "4463": "#$e#Oh, und ich habe {0}s Wassernapf gefüllt. Arme, einfache Haustiere, wissen nicht genug, um ihr eigenes Wasser zu finden.",
    "4465": "Mirrrp? Hast du mir etwas Leckeres mitgebracht {0}?",
    "4466": "*gähnt* Ah, guten Morgen, {0}. Ich habe gerade meinen Schönheitsschlaf nachgeholt.",
    "4470": "Ich bin früh aufgestanden, um deine Ernte zu gießen, und wäre fast von den Sprinkleranlagen übergossen worden!$2#$b#Sie sind böse, ich sage dir, böse!.$5",
    "4474": "Ich bin früh aufgestanden und habe all deine schwachsinnigen Nutztiere gefüttert. Jetzt hast du mehr Zeit, mir Fische zu fangen. $1",
    "4481": "Ich konnte nicht schlafen, also bin ich aufgestanden und habe ein paar Zäune repariert. Können die Tiere doch nicht weglaufen, oder?",
    "4500": "Menschen... können nicht hinter sich aufräumen. Was hälst du von diesem Durcheinander? Wenigstens hinterlasse ich nur mein Fell.",
    "baby.adopt.1": "Dein neues Baby {0} ist da! Ich hoffe, du bist bereit, Elternteil zu werden.",
    "baby.adopt.q": "Bin ich bereit, ein Baby zu adoptieren?",
    "baby.adopt.m": "Wie sollen wir ihn nennen? Ginger ist ein guter Name.",
    "baby.adopt.f": "Wie sollen wir sie nennen? Wie wäre es mit 'Fluffy'?",
    "engagement.0": "Dir ist schon klar, dass ich eine Katze bin, nicht wahr?#$b#Gut, ich überprüfe es nur.#$b#Ich bin mir ziemlich sicher, dass das selbst nach deinen seltsamen menschlichen Maßstäben unorthodox ist, aber Fisch und Käse für den Rest meines Lebens?$3",
    "engagement.1": "Zweifelst du an mir, @? Alles ist unter Kontrolle. Ich habe Kontakte, weißt du.$1#$b#Nun, _ein_ Kontakt, und das ist Ras. Aber er ist ziemlich gut darin, Dinge in Ordnung zu bringen.$4 ",
    "roommate.0": "Ich bringe nur meine Angelegenheiten in Ordnung! Was? Glaubst du, die Ranch läuft von alleine?",
    "roommate.1": "Heh, vielleicht möchtest du die Mäuse warnen, dass ich gleich einziehe!",
    "strings.engagedRoommate": "Fisch und Käse für den Rest meines Lebens? Klar, zähl mich dazu!#$b#Muss nur erst ein paar Angelegenheiten regeln! Gib mir ein paar Tage.$1",
    // M A I L
    "mail.wizard.hearts6": "Grüße, junger Untertan,^ Unser gemeinsamer Bekannter hat nach einigen Stunden der Dunkelheit um deine Anwesenheit in meinem Turm gebeten. Bitte bring ein Fragment der Dunkelheit. ^ -M. Rasmodius, Zauberer.",
    "mail.hearts6.title": "Eine Einladung",
    "mail.harvest.hearts6": "Hallo Schatz!^ Unser gemeinsamer Bekannter hat nach den Stunden der Dunkelheit um deine Anwesenheit in meinem Turm gebeten. Bitte bring einen Sonnensplitter mit. ^ -H. Göttin.",
    // Q U E S T
    "quest.mrginger.1": "Anfrage von Herrn Ginger",
    "quest.mrginger.2": "Liefere eine Schattenessenz zum Zaubererturm.",
    "quest.mrginger.3": "Besuchen Sie nach 18:00 Uhr den Turm des Zauberers mit einer Schattenessenz.",
    // E V E N T S
    //2 hearts (spoken dialogue from Emily)
    "2hearts.0": "Hallo Osiris!$1",
    "2hearts.1": "Mirrrp?$2",
    "2hearts.2": "Okay, okay... Sag Gus nichts!$3",
    "2hearts.3": "Oh, du hast Hunger, nicht wahr, Osiris?$2",
    "2hearts.4": "Oh, hallo @! Du hast mich überrascht. $1",
    "2hearts.5": "Du wirst es Gus doch nicht sagen, oder?$2",
    "2hearts.6": "Puh. Ich weiß, dass Osiris auf der Ranch lebt und wahrscheinlich gut genährt ist - aber er scheint immer so hungrig zu sein. $3",
    "2hearts.7": "Er ist ein ganz besonderes Geschöpf, Osiris. Manchmal habe ich das Gefühl, dass er mehr als nur eine Katze ist. $4",
    "2hearts.8": "Obwohl es vielleicht nicht sowas wie 'nur' eine Katze gibt!$1",
    "2hearts.9": "Was denkst du?#Er hat definitiv etwas Einzigartiges!#Alle Katzen haben ihren eigenen Kopf.",
    "2hearts.10": "Zu richtig!",
    "2hearts.11": "Hat dir das gefallen, Osiris?$3",
    "2hearts.12": "Mirp!$1",
    "2hearts.13": "Das freut mich!",
    "2hearts.14": "Er tauchte in der Stadt auf, kurz nachdem Jas hier angekommen war. Sie war nur ein kleines Mädchen und seit Kurzem verwaist. Es war so traurig!$2#$b#Niemand wusste, woher er kam oder wem er gehörte, aber weißt du was?$3#$b#... ich glaube, er ist ihr Schutzengel.$4",
    "2hearts.15": "Hoppla, ich gehe jetzt besser. Gus wird sich fragen, was ich vorhabe. Auf Wiedersehen @ und auf Wiedersehen Osiris. Bis bald!",
    "2hearts.16": "Murrrrr?$2",
    //4 hearts (multiple speakers)
    "4hearts.1": "Miau?",
    "4hearts.2": "Huch!",
    "4hearts.3": "Hallo Mr. Ginger! Bist du vorbeigekommen, um mit uns zu trainieren? $1",
    "4hearts.4": "Mirp!",
    "4hearts.5": "Hallo Kätzchen! Bist du nicht ein hübscher Kerl?$1",
    "4hearts.6": "Mr. Ginger? Also heißt er so?$1",
    "4hearts.7": "Nun, Jas hat ihn so genannt. $1#$b#Sie sagt aber, dass es nicht sein *richtiger* Name ist.$3",
    "4hearts.8": "Und hier nenne ich ihn Tiger!$4",
    "4hearts.9": "Sam nennt ihn Gans. Ich bin mir nicht sicher warum.",
    "4hearts.10": "Ah, hallo @. Du hast Mr. Ginger schon kennengelernt, richtig? $1",
    "4hearts.11": "Okay, meine Damen, wir sind hier, um zu trainieren, nicht um eine dumme Katze zu begutachten. $3",
    "4hearts.12": "Murrrrrr....$5",
    "4hearts.13": "Oh nein, jetzt hast du ihn wütend gemacht! $2",
    "4hearts.14": "Hey!",
    "4hearts.15": "Was macht diese Katze hier drin?$3#$b#Du weißt, ich bin A-A-A-aaa-CHOO!!!$2",
    //5 hearts (dialogue is Willy)
    "5hearts.1": "*muffled* Mrrrrp! $6",
    "5hearts.2": "*Puffs* Ahoi @. Hast du Bosun gesehen? Große orangefarbene Katze?#$b#Der lästige Bettler hat mein Mittagessen gestohlen.",
    "5hearts.3": "#(zeige nach Norden) Er ist dort entlang gegangen.#Er ist hinter diesem Busch.",
    "5hearts.4": "Danke Junge, ich habe mich wirklich darauf gefreut.^Danke Mädchen, ich habe mich wirklich darauf gefreut.",
    "5hearts.5": "Mreep mirrp!$4[698]",
    "5hearts.6": "Aye, ich kann deinen Schwanz sehen, Bosun!",
    "5hearts.7": "Gib es zurück, du diebischer Schlingel!",
    "5hearts.8": "Verstanden!",
    "5hearts.9": "Danke. Ich schätze deine Ehrlichkeit, Junge.^Danke. Ich schätze deine Ehrlichkeit, Mädchen.",
    "5hearts.10": "Mroooow.$2",
    "5hearts.11": "Nun, es ist ein bisschen zerkaut, also kannst du es genauso gut haben, Bootsmann.#$b#Glaub aber nicht, dass du für deine Verbrechen belohnt wirst!$a",
    "5hearts.12": "Sag Junge, wie wäre es, wenn du und ich im Saloon zu Mittag essen?$1^Sag Mädchen, wie wäre es, wenn du und ich im Saloon zu Mittag essen?$1",
    //6-heart event (This is the important one!)   
    "6hearts.wizard.1": "Es tut mir leid, dass ich dir bei deinem dringenderen Problem nicht helfen kann, Trix. Aber vielleicht... nun ja, keiner von uns kann wissen, was die Zukunft bringt.",
    "6hearts.wizard.2": "Oh ja, richtig, außer Madame Welwick, aber sie bleibt zu diesem speziellen Thema stumm.",
    "6hearts.wizard.3": "Ich weiß, ich weiß. Aber Geduld, sagt man, ist eine Tugend, und vielleicht... naja, vielleicht bringt es heute Abend die Dinge in Gang... das Rad dreht sich weiter...",
    "6hearts.wizard.4": "Okay, ja, ich schwafle schon wieder. Ich bin schon zu lange allein, mein Freund.",
    "6hearts.wizard.5": "Und pünktlich ist Gast da.",
    "6hearts.wizard.6": "Hallo @, ich freue mich, dass du dich uns anschließen kannst.",
    "6hearts.wizard.7": "Ja, ja, ich weiß. Bitte, Geduld!",
    "6hearts.wizard.8": "Hast du den angeforderten Gegenstand mitgebracht, @?",
    "6hearts.wizard.9": "Ausgezeichnet, das sollte genau meine Anforderungen erfüllen. Fangen wir an!#$b#Was wir brauen? Oh, das ist eine Überraschung.$h",
    "6hearts.wizard.10": "Richtig, los geht's: eine Unze pulverisierten Sternenstaub. Ein Schluck Taubenblut. Die Blütenblätter einer Feenrose.#$b#Und dank dir, @, die letzte Zutat, der Gnadenstoß: ein Fragment der Dunkelheit, ein Splitter aus dem Herzen der Leere...",
    "6hearts.wizard.11": "Du verstehst schon!$h",
    "6hearts.wizard.12": "Hier. Trink aus. Ich weiß, das letzte Mal war alles andere als angenehm, aber der Nutzen überwiegt die Kosten, nicht wahr?$h",
    "6hearts.13": "@? @!$2",
    "6hearts.14": "Hallo? @? Hat es funktioniert?$2",
    "6hearts.15": "@? Geht es dir gut?",
    "6hearts.wizard.16": "#Ich kann meine Füße nicht spüren.#Oh schau, eine sprechende Katze!#Es hätte ein bisschen Zitrone gebraucht.#Das ist das letzte Mal, dass ich etwas trinke, was du anbietest!",
    "6hearts.wizard.17": "Ich muss sagen, das ist eher eine unerwartete Nebenwirkung, aber ich bin mir sicher, dass sie im Handumdrehen nachlässt. #$b#Keine Zeit",
    "6hearts.wizard.18": "Es hat funktioniert! Es hat tatsächlich funktioniert. Tut mir leid, dass ich an dir gezweifelt habe, Ras.$4",
    "6hearts.wizard.19": "Hey Ras, hört sich an, als würde jemand deine kulinarischen Talente schätzen!",
    "6hearts.wizard.20": "Das sagst du jetzt, @, aber du kannst nicht leugnen, dass meine Gebräue sehr wohltuend sind.",
    "6hearts.21": "Hey, @. Es ist toll, jemanden zum Reden zu haben.#$b#Ich meine, Ras geht es gut - aber er hat den Kopf in den Wolken, findest du nicht? ...$1",
    "6hearts.wizard.22": "Ich kann dich hören, weißt du. Kitty.",
    "6hearts.wizard.23": "Kitty... Er weiß, dass ich diesen Namen hasse. So erniedrigend. Als wäre ich eine Art gewöhnliches Haustier.$5#$b#Bitte nenn mich nie Kitty, @. $1",
    "6hearts.24": "Jeder kann mit Tieren sprechen, aber man braucht einen besonderen Menschen, um ihnen _zuzuhören_.#$b#Ja, das ist ein Kompliment. Gewöhne dich nicht an sie. Ich habe einen guten Ruf aufrechtzuerhalten, weißt du.",
    //If Harvest Goddess is installed:
    "6hearts.harvest.1": "Es tut mir leid, dass ich dir bei deinem dringenderen Problem nicht helfen kann, Trix. Aber vielleicht... nun, wer weiß, was die Zukunft bringt?",
    "6hearts.harvest.2": "Oh ja, richtig, Madame Welwick, aber sie bleibt zu diesem speziellen Thema stumm.",
    "6hearts.harvest.3": "Ich weiß, ich weiß. Aber Geduld ist eine Tugend, und vielleicht... naja, vielleicht bringt der heutige Abend die Dinge in Gang.",
    "6hearts.harvest.4": "Ja, ich weiß, ich bin genauso gespannt auf die Erfüllung wie du, mein Freund.",
    "6hearts.harvest.5": "Und pünktlich ist Gast angekommen.",
    "6hearts.harvest.6": "Hallo @, ich freue mich, dass du dich uns anschließen kannst.",
    "6hearts.harvest.7": "Ja, ja, ich weiß. Bitte, Geduld!",
    "6hearts.harvest.8": "Hast du den gewünschten Gegenstand mitgebracht, @?",
    "6hearts.harvest.9": "Ausgezeichnet, das ist genau das, was wir wollten. Fangen wir an!#$b#Was brauen wir da? Oh, das ist eine Überraschung, aber ich glaube, du wirst sich freuen, meine Liebe.$h ",
    "6hearts.harvest.10": "Richtig, los geht's: eine Unze pulverisierten Sternenstaub. Eine Feder, die ein Besucher aus der Ferne geschenkt hat. Die Blütenblätter einer Feenrose.#$b#Und dank dir, @, die letzte Zutat, der Gnadenstoß: ein Sonnensplitter...",
    "6hearts.harvest.11": "Ja, ich weiß, Trix. Bitte hab etwas Geduld. $h",
    "6hearts.harvest.12": "Hier, atme tief ein. Atme die Magie ein. Spüre, wie sie in deine Sinne eindringt. $h",
    "6hearts.harvest.13": "@? Bitte hab keine Angst. Wir haben alles im Griff. Wir sind für dich da.",
    "6hearts.harvest.16": "#Ich kann meine Füße nicht spüren.#Oh schau, eine sprechende Katze!#Was ist passiert? Bin ich ohnmächtig geworden?",
    "6hearts.harvest.17": "Oh nein, meine Liebe! Das ist eine unerwartete Nebenwirkung. Sie sollte in Kürze nachlassen.#$b#Tut mir leid!$2,",
    "6hearts.harvest.18": "Es hat funktioniert! Es hat tatsächlich funktioniert. Tut mir leid, dass ich an dir gezweifelt habe, Göttin. $4",
    "6hearts.harvest.20": "Entschuldigung, @. Die Potenz macht gelegentlich schwindelig.",
    "6hearts.harvest.21": "Hey, @. Es ist toll, jemanden zum Reden zu haben.#$b#Ich meine, die Göttin ist wunderbar - aber ihr geht es gut... sie ist eine Göttin!$1",
    "6hearts.harvest.22": "Das mag ich sein, Trix, aber ich bin auch deine Freundin.",
    "6hearts.harvest.23": "Ich weiß, und ich fühle mich geehrt, Göttin. Aber manchmal, nun ja... weißt du. $1",
    "6hearts.harvest.24": "Das tue ich, mein Katzenfreund. Bitte behandle ihn gut, @. Denn diese Katze hat mehr zu bieten, als man denkt.",
    //8 hearts (dialogue mixed between Mr. Ginger, Jas and Shane)
    "8hearts.1": "@! Ich bin so froh, dass du hier bist!#$b#Ich brauche deine Hilfe!$2",
    "8hearts.2": "Es ist Jas! Sie ist drinnen und sie hat Angst und ist allein, und ich kann sie nicht erreichen! $2",
    "8hearts.3.drunk": "Sie hat schreckliche Nachtängste! Marnie ist draußen und Shane schläft wie der große, nutzlose Suffkopf, der er ist! $2",
    "8hearts.3.sober": "Sie hat schreckliche Nachtängste! Marnie ist draußen und Shane schläft wie der große, nutzlose Trottel, der er ist! $2",
    "8hearts.3.spouse": "Sie hat schreckliche Nachtängste! Marnie ist draußen und Shane ist auf deiner Farm!$2",
    "8hearts.4": "Da ist ein Schlüssel unter dem falschen Stein neben der Tür.",
    "8hearts.5": "Bitte, wirst du mir helfen? #Natürlich werde ich! #Warum? Ich bin kein Babysitter.",
    "8hearts.6": "...Und die Prinzessin senkte ihre Lippen, um einen vorsichtigen Kuss auf den schleimigen Kopf des Frosches zu drücken...",
    "8hearts.7": "Ewww!$3",
    "8hearts.8": "...Da kam ein Lichtfunke, hell genug, um die Prinzessin zu blenden.#$b#Als ihre Sicht klarer wurde, kauerte vor ihr ein Mann.",
    "8hearts.9": "Kein Mann, ein Prinz! Ein hübscher Prinz.",
    "8hearts.10": "Nein, kein Prinz. Ein einfacher Bauernjunge, der sie von ganzem Herzen liebte.#$b#Und wenn er leicht hervorstehende Augen und feuchte Haut hatte, was wäre damit?$1",
    "8hearts.11": "Ick!$3#$b#Onkel Shane, du bist so lustig.$1",
    "8hearts.12": "Danke. Aber im Ernst, Kleine, du brauchst keinen Prinzen, um glücklich zu sein. $3",
    "8hearts.13": "Ich weiß! Ich muss nur wissen, dass es jemanden gibt, der sich um mich kümmert.$4#$b#Richtig?$1",
    "8hearts.14.drunk": "Ja, genau, Liebling.$l#$b#Bist du jetzt bereit, wieder einzuschlafen? Alptraum vergessen?#$b#...(Onkel Shane muss seinen schmerzenden Kopf halten)...",
    "8hearts.14.sober": "Ja, genau, Liebling.$l#$b#Bist du jetzt bereit, wieder einzuschlafen? Albtraum vergessen?#$b#Denke daran, ich habe versprochen, hier zu sein dich. Von jetzt an und für immer.",
    "8hearts.14.spouse": "Ja, genau, Liebling.$l#$b#Bist du jetzt bereit, wieder einzuschlafen? Albtraum vergessen?#$b#Denk dran, ich habe versprochen, hier zu sein für dich. Von jetzt an und immer, auch jetzt wo ich mit @ lebe.",
    "8hearts.15": "Es ist nicht vergessen. Aber besser. Ja, besser.$3#$b#Ich glaube, ich kann jetzt schlafen.",
    "8hearts.16": "Gutes Kind, lass uns dich wieder ins Bett stecken.",
    "8hearts.17": "Gute Nacht, Onkel Shane. Danke. Dadurch fühle ich mich viel besser. $1",
    "8hearts.18": "Sie hat mich doch nicht gebraucht. Sie hat ihn jetzt. $2",
    "8hearts.19": "#Sie wird dich immer brauchen. Er ist ihr Onkel - aber du bist ihre KATZE! #Kinder langweilen sich von ihren Haustieren, das stimmt. #Du bist nur eine Katze, Shane ist ihr Onkel.# Du wirst immer noch mich haben, Mr. Ginger.",
    "8hearts.20": "Danke. Dadurch fühle ich mich viel besser. $1",
    "8hearts.21": "Ich bin nur ein Haustier...? Nein! Ich bin ihr Freund...$2#$b#Und ich lasse mir nichts anderes einreden!$5",
    "8hearts.22": "Familie ist wichtiger als Haustiere. Ich verstehe.$2#$b#Ich mag es nicht, aber ich verstehe.$2",
    "8hearts.23": "Wirklich? Danke, @. Das bedeutet viel. $4",
    "8hearts.24": "*schläfrig* Mr. Ginger? Mr. Ginger? Bist du das?",
    "8hearts.25": "Tschüss @! Muss gehen! $3",
    "8hearts.26": "Sie liebt diese Katze wirklich.",
    "8hearts.27": "Du wirst mir nicht helfen, ein verängstigtes Kind zu trösten?$5#$b#Du bist eine schreckliche Person, @. Ich kann nicht glauben, dass ich dich für meinen Freund hielt.$2",
    "8hearts.28": "Mach dir keine Sorgen Jas! Ich bin hier!",
    //10-hearts part 1
    "10hearts.1.1": "Kein schlechter Fang, Marmalade.#$b#Wir werden heute Abend gut essen!",
    "10hearts.1.2": "Obwohl ich sicher bin, dass Marnie dich gut füttert.",
    "10hearts.1.3": "Marnie füttert mich? Ich bin mehr als in der Lage, mich selbst zu ernähren, vielen Dank.$1#$b#Aktueller Champion Sammler der Ranch acht Jahre in Folge!$4#$b#Obwohl ja , ich schätze den Käse und den Fisch.$1",
    "10hearts.1.4": "Danke, dass du mir heute Abend Gesellschaft leistest.",
    "10hearts.1.5": "Irgendetwas fühlt sich heute Abend ein bisschen ... komisch an, findest du nicht?",
    "10hearts.1.6": "Es riecht wie Regenwolken am Rande eines Sturms. $2",
    "10hearts.1.7": "Die Umgebung ist unruhig.#$b#Wir sollten uns beeilen.",
    "10hearts.1.8": "Hey du! Schattenvieh!$5#$b#Lass meinen Freund in Ruhe!$5",
    "10hearts.1.9": "Kitty?",
    "10hearts.1.10": "Nenn mich nicht Kitty!$5",
    "10hearts.1.11": "Marmelade? Geht es dir gut?",
    "10hearts.1.12": "Du hast mein Leben gerettet! Du bist ein Held!",
    "10hearts.1.13": "Oh, du bist verletzt! Wir bringen dich besser wieder in Sicherheit.",
    "10hearts.1.14": "Oh, reg dich nicht auf, @, es ist nur ein Kratzer und Linus hat mich gut geflickt.$2#$b#Eigentlich... aber bitte heb mich hoch. Es tut noch weh! Etwas Käse könnte mir bei der Heilung helfen.$2",
    //10-hearts part 2
    "10hearts.2.core.1": "Ah, @! Ich wollte gerade die Stadt besuchen.",
    "10hearts.2.core.2": "Ich habe heute Morgen meinen guten Freund Linus getroffen und mich gefragt, ob, ähm, ob du zufällig 'Marmalade' in der Nähe gesehen hast?",
    "10hearts.2.core.3": "Ich glaube, er trägt unter anderem auch die Namen: Osiris, Trix und Mr. Ginger?",
    "10hearts.2.4": "Hat jemand meinen Namen gesagt? Nicht, dass ich normalerweise komme, wenn ich gerufen werde, aber, nun ja...#$b#... Ah, hallo Marlon!",
    "10hearts.2.5": "Es ist schon eine Weile her! Lebst du immer noch mit dem alten Mann oben in diesem Haus auf dem Berg?$1#$B#Tagträumend von einem Leben, das hätte sein können - wenn du stattdessen nur deinem Herzen gefolgt wärst anstatt deines sturen Gewissens?$1",
    "10hearts.2.core.6": "Redselig, nicht wahr?",
    "10hearts.2.7": "Marlon hat nie gelernt zu 'zuhören'.$4",
    "10hearts.2.8": "Also, Graubart, was bringt dich von den Bergen runter?#$b#Weißt du, du solltest mal vorbeischauen und Marnie 'Hallo' sagen, während du hier bist.#$b#Sie langweilt sich und liest ekelerregende Taschenbücher; sie wartet darauf, dass ein Pirat sie aus den Socken haut. $3",
    "10hearts.2.9": "Siehst du, er versteht kein Wort von dem, was ich sage. Dumme Menschen. Sie müssen sich die Ohren ausputzen.",
    "10hearts.2.core.10": "Nun, das ist etwas ungewöhnlich, aber ich bin mit einem Vorschlag hierher gekommen.",
    "10hearts.2.11": "Ein Vorschlag? Was ist dein Angebot? $1",
    "10hearts.2.core.12": "Ich habe gehört, deine Katze war ein ziemlicher Held, @.",
    "10hearts.2.13": "Ich bin hier, Graubart, du kannst mit mir reden, weißt du!",
    "10hearts.2.core.14": "Und wir haben uns gefragt, ob er daran interessiert sein könnte, der Abenteurergilde beizutreten?",
    "10hearts.2.15": "Die Abenteurergilde! Ich? Ein Verteidiger der Stadt!$4",
    "10hearts.2.core.16": "Es ist eine gefährliche Arbeit, ich meine, was glaubst du, wie ich mein Auge verloren habe?#$b#Aber was sagst du dazu?",
    "10hearts.2.17": "Die Chance, Jas und alle anderen zu beschützen, es wäre mir eine Ehre! Aber was denkst du, @?",
    "10hearts.2.18": "#Du bist mutig und stark, und sie brauchen dich!#Du musst deinem Willen folgen.#Ich will nicht, dass du verletzt wirst.#Du, ein Verteidiger? Du bist eine Katze!",
    "10hearts.2.19": "Das bin ich, nicht wahr. Ich bin so froh, dass du das erkennst!",
    "10hearts.2.20": "Du bist sehr weise... aber ja, ich denke, das ist es!",
    "10hearts.2.21": "Ich will auch nicht verletzt werden, @. Aber ich bin schnell und schlau und schlau. Ich kann das!",
    "10hearts.2.22": "Und was willst du damit sagen? Macht es mich schwach, eine Katze zu sein?#$b#Meine Zähne und meine Krallen sind meine Waffen, @.#$b#Willst du mich herausfordern?$5",
    "10hearts.2.core.23": "Ist das ein 'Ja'?",
    "10hearts.2.core.24": "Bist du bereit, den Treueid zu schwören?",
    "10hearts.2.core.25": "Sehr gut. Schwöre, der als Marmalade bekannte und auch Mr. Ginger, feierlich, das Leben anderer über dein eigenes zu stellen?",
    "10hearts.2.core.26": "Versprichst du, als Wächter und Beschützer zu fungieren?#$b#Um uns vor der Gefahr der Dunkelheit und der Gefahr der Leere zu schützen. Was auch immer dieser inne wohnt.",
    "10hearts.2.core.27": "Du darfst aufstehen, edle Katze.",
    "10hearts.2.28": "Danke für diese Ehre, Marlon. Ich werde dich stolz machen, versprochen.",
    //Marlon is real
    "10hearts.2.real.1": "Hey @! Ich wollte gerade die Stadt besuchen.",
    "10hearts.2.real.2": "Ich habe heute Morgen mit Linus gesprochen, und ich kann nicht glauben, dass ich das fragen werde... ",
    "10hearts.2.real.3": "Ginger-Katze. Unter anderem bekannt unter den Namen: Osiris, Trix und Mr. Ginger",
    "10hearts.2.real.6": "Lauter Bettler, nicht wahr?",
    "10hearts.2.real.10": "Das ist lächerlich... aber ich habe einen Vorschlag zu machen.",
    "10hearts.2.real.12": "Diese Katze war ein ziemlicher Held.",
    "10hearts.2.real.14": "Und, ähm, wir wollten ihn einladen, der Abenteurergilde beizutreten.",
    "10hearts.2.real.16": "Es ist eine gefährliche Arbeit, ich meine, wie denkst du, habe ich mein Auge verloren?#$b#Er könnte von einem Monster oder so etwas gefressen werden. Aber will er trotzdem mitmachen?",
    "10hearts.2.real.23": "Ist das ein 'Ja'?",
    "10hearts.2.real.24": "Wir müssen jetzt den Treueeid leisten. Blöd ist nur, ich weiß nicht wie eine Katze einen Schwur ablegen kann. Aber es gibt Formalitäten, die wir einhalten müssen.",
    "10hearts.2.real.25": "Sehr gut. Schwörst du, der namens Marmalade und Mr. Ginger, und Yoba weiß was noch, feierlich, das Leben anderer über dein eigenes zu stellen?",
    "10hearts.2.real.26": "Versprichst du, als Wächter und Beschützer zu fungieren?#$b#Um vor der Gefahr der Dunkelheit und der Gefahr der Leere zu schützen.#$b#Das, was innen und außen wohnt. Und all dem anderen Unsinn.",
    "10hearts.2.real.27": "Herzlichen Glückwunsch Katze, du bist jetzt ein Verteidiger der Stadt. Versuche, dich nicht in den Tod zu stürzen.",
    //Shane und Mr. Ginger (Dialog alle Shane) 
    "5295020.1": "Hat Marnie Sie geschickt, um nach mir zu sehen, Ginger?$2",
    "5295020.2": "Oh, mach dir keinen Kopf, das ist nur Joja Cola. $2",
    "5295020.3": "Ich wünschte, es wäre nicht so...$2#$B#Die Dinge sind heute schwer geworden, Ginger. Richtig schwer. Ich möchte sie begraben... um den Schmerz zu betäuben...$5",
    "5295020.4": "Yoba... ich muss verrückt sein. Mit einer Katze zu reden.#$b#Es ist nicht so, als würdest du es verstehen, es würde dich sowieso nicht interessieren.$2",
    "5295020.5": "Okay, ja, du bist eine nette Katze, Ginger. Und eine guter Freund für Jas. $1",
    "5295020.6": "Tja, ich sollte besser loslegen... aber danke Katze... es ist komisch, aber das hat tatsächlich geholfen.",
    //Just a dream
    "50706131.1.HMtrue": "Was ist los, @? Deine Stirn bildet diese seltsame Faltenbildung und du stinkst nach Traurigkeit.$2#$b#Das sieht aus wie gedünsteter Kohl, falls es dich interessiert.",
    "50706131.1.HMfalse": "Was ich vor deiner Haustür mache, @?#$b#Ich war morgens auf Patrouille und dachte, ich schau mal vorbei.#$b#Was ist los, @? Deine Stirn macht diese komische zerknitterte Optik und du stinkst nach Traurigkeit.$2#$b#Das sieht aus wie gedünsteter Kohl, falls es dich interessiert.",
    "50706131.2": "#Ich hatte einen schrecklichen Traum.#Gestern warst du ein Mann?#Bist du wirklich eine Katze?",
    "50706131.3": "Oh! Was für ein Traum?#$b#Du hast geträumt, ich wäre ein Mann? Ein ekelhafter, pelzloser Mann!$5#$b#Ugh! Oh, tut mir leid, das ist nicht böse gemeint. Aber ekelhaft! Deine Sorte ist der meinen deutlich unterlegen.$2",
    "50706131.4": "Was??! Ein Mann!$5#$b#Dieses luxuriöse Fell, diesen herrlichen Schwanz nicht mehr zu haben!#$b#Was für eine ekelhafte Vorstellung!",
    "50706131.5": "Hmm, Philosophie so früh am Morgen? Wie denkst du, ist es, eine Katze zu sein?$3#$B#Vier Pfoten, check. Spitze Ohren, check. Prächtiger, flauschiger Schwanz, alles da. Bezauberndes Schnurren? Ja.$1#$b#Ich würde sagen, alle Beweise bestätigen: ich bin eine Katze.$4",
    "50706131.6": "Ist das alles, was dich gestört hat, @?",
    "50706131.7": "#Ja, das war es auch schon.#Liebst du mich, Mr. Ginger#Ich habe Hunger, sollen wir frühstücken?",
    "50706131.8": "Oh, das ist gut! Da hast du mir Sorgen gemacht, ihr Menschen könnt so launische Kreaturen sein.#$b#Soll ich dir etwas Kleines und Quietschendes zum Frühstück fangen?#$b#Nein? Okay. Umso mehr für mich dann!$1",
    "50706131.9": "Liebe? Natürlich liebe ich dich, @! Du bringst mir Fisch und Käse, und an einem kalten Tag bist du herrlich warm.#$b#Außerdem führst du ein vernünftiges Gespräch. Eine enorme Verbesserung gegenüber aller Katzen und der meisten Menschen.$1#$b#Was könnte sich eine Katze mehr wünschen? Ihr Menschen verkompliziert die Emotionen so sehr.$4",
    "50706131.10": "Klingt nach einem Plan, ich habe dich gut trainiert, nicht wahr?$4",
    "50706131.11": "Alles besser jetzt? Ratschlag, @?#$b#Menschen können sich zu sehr in ihrer Vorstellungskraft verfangen. Du musst dich auf das konzentrieren, was wirklich ist.$3#$b#Wie Käse. Apropos Käse...$4"
}