{
    "Changes": [
        {
            "LogName": "Dialogue 6-hearts",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MisterGinger",
            "When": {
                "HasSeenEvent |contains=50706121": true
            },
            "Entries": {
                "Resort_Entering": "Ginger Island, eh? Willkommen in meinem Königreich. Und hier stehe ich und dachte, dass niemand meine Bedeutung voll erkannt hat. $1",
                "Resort_Leaving": "Zeit zu gehen, bis zum nächsten Mal, Vögelchen!",
                "Resort_Shore":"",
                "Resort_Umbrella": "Ah, das ist das Leben.",
                "Resort_Wander": "Gut. Gut zum Jagen - nein, natürlich bin ich nicht hinter den Vögeln her. Was denkst du, was ich bin? #$b#Eine Katze? Nun, ja ... zugegeben! Aber es gibt Dinge hier, die verlockender sind als Vögel!",
                "Resort_Bar": "Hmm, ich frage mich, ob Gus mir einen dieser schicken Cocktails machen würde...",
                "Resort": "Sonne und das größte Katzenklo der Welt - ich kann mir keinen besseren Ort vorstellen, um meinen Tag zu verbringen!",
                "danceRejection": "Glaub nicht, was in diesem Buch steht. Katzen tanzen nicht.",
                "geschieden": "...Murrrr...$5",
                "22": "Was denke ich über Montage? Sie sind mir ziemlich egal. Jeder Tag ist gleich.$1",
                "breakUp": "Nun gut. Abigail krault sowieso meinen Kopf besser. $2",
                "give_flowersA": "Wofür sind die? Ist das eine Art seltsames menschliches Ritual? Ist das Katzenminze?$3#$b#Oh, ich akzeptiere natürlich! Auch wenn es nur eines von Pierres 'Reich werden'-Plänen ist.$4 ",
                "give_flowersB": "Ooooh, ist das Katzenminze, die ich riechen kann? Du kennst mich so gut, @!#$b#Yeah, yeah, ich genieße deine Gesellschaft auch.",
                "give_pendant": "Oooh, ein Spielzeug an einer Schnur. *Fledermaus-Anhänger* Es ist eine Einladung, bei dir einzuziehen?$4#$b#Fisch und Käse, wann immer ich will? Wie könnte ich da ablehnen!$3",
                "Town_54_71": "Hey du Sabbergesicht! Glaubst du, du bist so zäh, mit deinen großen spitzen Zähnen und deiner klebrigen Zunge?$4#$b#Dennoch steckst du da drin fest und ich bin hier draußen !$1",
                "Town_56_21": "$d cc#Also, was ist drin, @? Ist es mysteriös und magisch und gefüllt mit Fisch und Käse?$5#$b#Nein? Oh, das ist enttäuschend.$2|Ich kann da drin was hören, @ . Sie sind weder Ratten noch Vögel, sondern etwas anderes. Etwas Magisches.#$b#Ich frage mich, wie sie schmecken?$1",
                "Forest_29_12": "Hallo @! Bist du auch gekommen, um die Leckereien des Gotoro-Imperiums zu probieren?$4",
                "Mon": "Jeder kann mit Tieren sprechen, aber man braucht einen besonderen Menschen, um ihnen _zuzuhören_.#$b#Ja, das ist ein Kompliment. Gewöhne dich nicht dran. Ich habe einen Ruf zu verlieren, weisst du.",
                "Mon8": "Manchmal frage ich mich, wie es ist, ein Mensch zu sein.#$b#Dann wache ich mit gesträubtem Fell auf und bin erleichtert, dass es nur ein Traum ist.$3#$b#Scherz. Es muss schön sein Daumen zu haben - oder wie ich sie gerne nenne, Dosenöffner.$1",
                "Mon10": "Ich finde deine Gesellschaft sehr angenehm, @. Es gibt nicht viele Menschen, die ich so hoch schätze.",
                "Tue": "Hmm... Dienstag... ich frage mich, ob Willy seinen Kühlschrank ausräumt...#$b#Willst du mitkommen, @? Da sind vielleicht Innereien drin!$1",
                "Tue8": "Der kleine Vinny flüstert immer, dass er Miss Penny heiraten will.#$b#Dummes Kätzchen. Jeder mit einer halben Nase kann spüren, dass sie in jemand anderen verliebt ist.#$b#Wer? ",
                "Tue10": "Glaubst du an Märchen, @? Jas liest sie mir vor.#$b#'Östlich des Mondes und Westlich der Sonne' ist einer meiner Favoriten. Kennst du es?",
                "Wed": "Du scheinst ziemlich anständig für einen Menschen zu sein, @. Nicht wie dieser fiese Pierre.#$b#Weißt du, wie er mich nennt? Ungeziefer! Ungeziefer!$5",
                "Wed8": "Jasmine und ich haben diesen Film über die verwegene Katze gesehen.#$b#Ich frage mich, wie ich meine Pfoten an ein Entermesser bekommen könnte.",
                "Wed10": "Ich liebe es, mit Jas zusammenzuleben, aber sie wird erwachsen und braucht mich bald nicht mehr.#$b#Dann bin ich mir nicht sicher, was ich tun soll.$2",
                "Thu": "Ja, ich gebe es zu, ich hänge ziemlich an Jas. Das kleine Mädchen braucht jemanden, der auf sie aufpasst.#$b#Lass sie Unfug treiben.$1#$b#Was? Nein. Ich meinte, was ich sagte ernst!$3",
                "Thu8": "Hast du heute Fisch für mich? Vielleicht ein schönes krümeliges Stück Käse?$4",
                "Do10": "$q 910/911 MrG_Fairytale#Würdest du dich in eine Katze verwandeln, wenn du könntest?#$r 910 50 MrG_Fairytales_Yes#In einem Herzschlag!#$r 910 50 MrG_Fairytales_Human#Würdest du dich in einen Menschen verwandeln, wenn du könntest? #$r 911 -5 MrG_Fairytales_No#Nein, ich bin gern ein Mensch.#$r 911 -25 MrG_Fairytales_NoWay#Auf keinen Fall! Warum sollte ich so sein wollen wie du?",
                "MrG_Fairytales_Yes": "Natürlich würdest du! Wir sind die überlegene Spezies.",
                "MrG_Fairytales_Human": "Oh, wer weiß. Mir fallen ein paar Dinge ein, die ich tun würde, wenn ich nur Hände hätte.$1#$b#Ich meine zum Beispiel Katzenfutter Dosen öffnen! Ich weiß nicht, was du dir dabei gedacht hast .$4",
                "MrG_Fairytales_No": "Du würdest nicht dein Leben damit verbringen wollen, in der Sonne zu liegen, Schmetterlinge zu jagen und Krauler am Kopf zu bekommen? Nun, dein Verlust. $4",
                "MrG_Fairytales_NoWay": "Oh ... ich dachte nur, dass vielleicht ... Na ja, egal. $2",
                "MrG_Fairytale": "$p 910#Du kennst die Geschichte vom Froschkönig? Ich habe Ras gefragt, ob das funktionieren würde ... Er sagte 'nein'. $2|Hey, wenn du von einem Baum fällst, landest DU auf deinen Füße? Dachte ich auch nicht! Hier spricht die überlegene Spezies.$4",
                "Fri": "Freitag... die traditionelle Nacht des Fischverzehrs.#$b#Hmm... Scheint eine gute Zeit zum Angeln zu sein, findest du nicht?$1",
                "Fri8": "Wirst du heute den Saloon besuchen, @? Wenn ja, kannst du mir ein paar von Gus' köstlichen Fischfrikadellen herausschmuggeln?#$b#Aus irgendeinem Grund scheint er meine Schirmherrschaft nicht zu schätzen.",
                "Fri10": "Gus und ich waren eine Zeit lang befreundet. Dann gab es ein Missverständnis, bei dem es um eine Platte mit gebackenem Fisch ging...#$b#Woher sollte ich wissen, dass er sie gerade zum Abkühlen hingestellt hatte?",
                "Sat": "Was? Nein, ich folge dir nicht. Ich bin zufällig auch gerade diesen Weg gegangen, danke der Nachfrage.",
                "Sat8": "Ich habe eine Ratte gefangen und sie nach Hause gebracht, um sie Marnie zu zeigen. Sie hat geschrien.#$b#Einige Leute wissen eine gute Arbeit nicht zu schätzen.",
                "Sat10": "Habst du Ratten oder Mäuse auf deinem Hof, @? Dann wäre es ein Privileg, dir meine Schädlingsbekämpfungsdienste anzubieten.$1#$b#Ich habe sehr günstige Preise: Ich nehme Käse oder Fisch an .$4",
                "Sun": "Rasmodius erweist sich als ziemlich akzeptable Gesellschaft. Jaja, bist du auch, @. Akzeptabel. Ziemlich akzeptabel. $1",
                "Sun8": "Emily ist ein feines Mädchen, und dieser stämmige Mann, der nach heißem Metall riecht?#$b#Jeder mit einer halben Nase kann riechen, dass er sich um sie sorgt...#$b#Aber er sagt es ihr nicht. Die menschlichen Gefühle sind lächerlich überkompliziert.",
                "Sun10": "Es ist überraschend, wie viel die Leute einem erzählen, wenn man ein guter Zuhörer ist.#$b#Ich kenne viele Geheimnisse, @. Die willst du gar nicht wissen!$3",
                "summer_Mon": "Menschen sind seltsame Kreaturen, @. Sie verbringen so viel Zeit damit, wertloses Zeug zu sammeln und sich über Unsinn Gedanken zu machen...#$b#... wenn sie stattdessen etwas Produktives machen würden. Wie zum Beispiel schlafen.$4",
                "summer_Mon8": "Shane hat mich letzte Nacht aus Versehen in den Hühnerstall gesperrt.#$b#Ich sage dir, Hühner sind Vögel, mit denen man sich NICHT anlegen sollte. Oh, ich habe Stunden gebraucht, um mein Fell in Ordnung zu bringen!$2",
                "summer_Tue": "$d joja#Dieser gruselige Morris-Typ schleicht nachts durch die Stadt. Ich würde ihn im Auge behalten, wenn ich du wäre.|Der Bürgermeister, Lewis? Ich sehe ihn nachts durch die Stadt schleichen. Er macht mich misstrauisch.$5#$b#Ich glaube, er hat etwas Verschlagenes vor.",
                "summer_Tue8": "Hühner können mürrisch sein, aber sie sind normalerweise gut für einen Lacher. Gänse auf der anderen Seite ...#$b#Gänse sind einfach böse, @. Hüte dich vor der Gans!",
                "summer_Tue10": "Ich ähm, habe dir ein Geschenk mitgebracht. Ich hoffe es gefällt dir...$6[136 145 138]",
                "summer_Wed": "Jas liest mir gerade etwas über Zwerge vor. Aber ich glaube, sie liegt falsch.#$b#Was für ein Name ist denn Sneezy?",
                "summer_Thu": "Ich bin so froh, dass wir uns jetzt richtig unterhalten können. Hier gibt es herzlich wenig Möglichkeiten für intelligente Gespräche. #$b#Warum sprechen die Leute mit Katzen, als wären wir Babys? Das ist erniedrigend.",
                "summer_Fri": "Du hast vielleicht Hände, aber hast du Messer an deinen Fingern? Dachte ich auch nicht!",
                "summer_Sat": "Katzen wurden von der Evolution zu perfekten Tötungsmaschinen verfeinert.#$b#Wenn wir deine Größe hätten, würden wir die Welt beherrschen.#$b#Aber wir brauchen jemanden, der den Dosenöffner bedient.",
                "summer_Sun": "Das Mädchen mit den lila Haaren? Abigail. Ich finde sie nett!#$b#Sie schmuggelt Reste durch die Hintertür raus.",
                "summer_Sun8": "Du kennst Abigail? Sie riecht nach nächtlicher Finsternis. Es fasziniert mich.#$b#Manchmal denke ich, sie könnte mich fast verstehen.",
                "fall_Mon": "Jas interessiert sich für Vögel.#$b#Ich habe versucht, ihr zu sagen, dass es nur drei Arten gibt: die leckeren, die kreischenden und die gruseligen.#$b#Sie ist immer noch nicht überzeugt.",
                "fall_Mon8": "Weißt du, wenn die Leute verstehen würden, was Vögel eigentlich sagen, würden sie sie viel weniger mögen.",
                "fall_Tue": "Weißt du, wie der Lilaschopf mich nennt? Kürbis?! Ich bin keine dumme, dicke Frucht.#$b#Wie auch immer, sie ist gut zu mir, also sollte ich mich nicht beschweren. Aber Kürbis !",
                "fall_Wed": "Liebst du die knalligen Herbstfarben nicht? So viele Schattierungen von Blau und Grün!#$b#Es sind Rot und Orange? Wirklich? Ihr Menschen mit eurer ausgefallenen Farbwahrnehmung.",
                "fall_Thu": "'Oh, wer ist ein hübsches knuffel Kätzchen?'. Ist das überhaupt ein Wort?#$b#Ich meine, Oma hat ein freundliches Herz, das gebe ich zu, aber trotzdem... knuffel?? !",
                "fall_Fri": "Hallo @. Ich hoffe du fängst heute viele Fische!",
                "fall_Sat": "Der große männliche Mensch, mit den hellen Haaren? Er nennt mich 'Gans' und lacht.#$b#Aber ich bin doch keine blöde, schnatternde, mürrische Gans! Menschen können sehr dämlich sein.",
                "fall_Sun": "Weißt du, heute scheint ein angenehmer Tag zu sein, um zu sehen, wie das Sonnenlicht Muster durch die Zweige zieht.$3#$b#Sieht das für dich wie eine Taube aus? Eine große, pralle, köstliche Taube.$1",
                "winter_Mon": "Ich denke, ich sollte es dich wissen lassen, @, die Mülleimer in der Stadt sind mein Eigentum.#$b#Ja, manchmal erlaube ich Linus sie zu durchwühlen. Es ist nur fair. Er hat schließlich nicht meine Jagdfähigkeiten.",
                "winter_Tue": "Ich habe auf diesem Ding gespielt, das du das 'Internet' nennst. #$b# Gehe ich richtig in der Annahme, dass es eine Art Schrein für uns, die Herrenrasse der Katzen, ist?$3",
                "winter_Wed": "Kennst du Marlon? Wenn er eine Katze wäre, wäre er der kampferprobte Kater, der das Quartier regiert.",
                "winter_Wed8": "Marlon und ich waren letzte Nacht auf Patrouille. Schädlingsbekämpfung, verstehst du?#$b#Nein, keine Ratten und Mäuse! Die andere Art von Schädlingen. Die Art, die mein Fell zum Sträuben bringt.",
                "winter_Wed10": "Hast du schon von der Hexenstunde gehört? Es ist, wenn die Welt schläft und die Leere erwacht. #$b#Es gibt einen Grund, warum es eine Ausgangssperre gibt. Bleib gesund, @, ich wäre sehr verzweifelt, wenn etwas passieren würde für dich.",
                "winter_Sun10": "Ras hat nicht viele Freunde, aber ich habe ihn mit diesem Einsiedler im Wald gesehen. #$b#Weißt du, Linus? Der Mann, der nach Erde und Fischfleisch riecht.",
                "spring_Sun_inlaw_Shane": "Wie geht es deinem stinkenden Hühnermann? Stinkt er jetzt weniger? Das ist gut! $1",
                "spring_Sun_inlaw_Emily": "Wie ich höre, lebt jetzt ein Vogel bei dir. Stell dir vor, du hättest einen Vogel ausgesucht, als du mich hättest haben können.#$b#Nun, über Geschmack lässt sich nicht streiten, denke ich. Zumindest ist Emilys interessant.",
                "spring_Sun_inlaw_Abigail": "Abigail ist viel glücklicher, jetzt wird sie nicht länger von Mr. und Mrs. Langweiler erstickt.$1#$b#Sag ihr, ich sage 'Hi!'$4",
                "spring_Sun_inlaw_Sebastian": "Macht dich der düstere Krähenmann glücklich? Tja, über Geschmack lässt sich streiten.",
                "spring_Sun_inlaw_Sam": "Erinnert dich Samson an einen Golden Retriever? Immer eifrig und herumhüpfend - glücklich über Lob?#$b#Oder sehe das nur ich so?",
                "spring_Sun_inlaw_Elliot": "Hat Mr. Edelmann dir schon ein Gedicht geschrieben? Ich könnte auch ein Gedicht schreiben, weißt du.#$b#Rosen sind blau und Veilchen auch...#$b#Was? Ja, ich' Ich bin farbenblind. Aber kannst du im Dunkeln sehen? Dachte ich auch nicht!",
                "spring_Sun_inlaw_Penny": "Hah, der kleine Vinny ist so eifersüchtig, dass du Penny geheiratet hast! Menschen sind so dumm.",
                "spring_Sun_inlaw_Maru": "Das Wissenschaftsmädchen hat es noch nicht geschafft, dein Haus niederzubrennen? Das ist gut.#$b#Du solltest sie im Auge behalten. Sie riecht nach Erdbeeren und kaltem Metall, und das ist einfach eigenartig.",
                "spring_Sun_inlaw_Krobus": "Da ist ein interessanter Geruch um dich herum, @. Wie Schatten und...#$b#...ist das ein Hinweis auf die Leere? Und... Abwasser? Was hast du gemacht?",
                "spring_Sun_inlaw_Leah": "Mäuse sind in Leahs Häuschen eingezogen, jetzt wo es leer ist.#$b#Ich vermisse sie. Sie hatte immer ein Stück Käse und ein nettes Wort für mich.",
                "spring_Sun_inlaw_Harvey": "Hey, wie geht's unserem Freund Raupengesicht?#$b#Was? Du kannst mir nicht erzählen, dass du nie gedacht hättest, dass es wie eine große pelzige Raupe aussieht!$4",
                "spring_Sun_inlaw_Haley": "Ah, denkst du, deine liebe Frau würde gerne ein paar Fotos von mir machen?#$b#Ich bin schließlich eine ziemlich hübsche Katze, findest du nicht?#$b#Im Internet käme ich bestimmt groß raus.",
                "spring_Sun_inlaw_Alex": "Hat dein verschwitzter Fitness-Mann schon seinen Traum verwirklicht? Ein... was ist das schon wieder? ein Kickstar zu werden?#$b#Hat er nicht? Das sind Menschen - folge nicht deinen Träume, und du wirst sie nie zunichte machen, richtig?",
                "spring_Sun_inlaw_Sophia": "Ich muss sagen, @, ich stimme deiner Frau zu. Vielleicht habe ich mich neulich dorthin geschlichen, und sie hat mir Käse gegeben. Und einen verdammt guten Krauler. $3",
                "spring_Sun_inlaw_Victor": "Dein Mann ist ein seltsamer Typ... er warf einen Blick auf mich und schluchtzte: 'Oh Dewey!'#$b#Redete er über seine Augen? Weil sie irgendwie feucht aussahen.",
                "spring_Sun_inlaw_Olivia": "Die Augen deiner Frau sind wie Dolche, @. Sie ist wie diese Frau, die all die gefleckten Hunde haben wollte.#$b#Ich vertraue ihr nicht, ich vertraue ihr kein bisschen. Sie sieht aus als würde sie Pelz tragen.",
                "spring_Sun_inlaw_Nikolai": "Hatte neulich ein kurzes Gespräch mit Boxy. Nicht, dass er sehr gesprächig wäre.#$b#Er möchte, dass du und Nik ihn wieder besuchen kommen. Und Fisch mitbringen!",
                "spring_Sun_inlaw_Denver": "Sei nicht beunruhigt, aber nachts schleicht etwas Großes, Dunkles und Böses auf deiner Farm umher.#$b#Sträubt mein Fell zu Berge.$2#$b#Wenn du es dir noch einmal überlegst, sei beunruhigt, sei sehr alarmiert!$5",
                "spring_Sun_inlaw_Wizard": "Ich bin froh, dass Ras nicht mehr allein ist. Obwohl ich sicher bin, dass du feststellen wirst, dass seine Gesellschaft in großen Dosen ermüdend wird.",
                "spring_Wed_inlaw_Jasper": "Sei nicht beunruhigt, aber jemand ist nachts auf deiner Farm herumgelaufen.#$b#Nein, nicht ich! Ich bin bei der Schädlingsbekämpfung. Dass ist sehr wichtig! Jemand anderes, jemand, der nach Erde riecht$3.",
                "spring_Sun_inlaw_Luckiel": "Du bist seinem Charme verfallen, nicht wahr? Nun, diese goldenen Augen sind ziemlich fesselnd. Aber über Geschmack lässt sich streiten.",
                "Spring_Sun_inlaw_Jade": "Käferlady hat sich eingelebt? Hat sie ihre gruseligen 'Freunde' mitgebracht? Ein Wort der Warnung: Schüttle deine Schuhe aus. Man weiß nie, was in ihnen lauern könnte.",
                "Spring_Sun_inlaw_Mando": "Ich würde dich auf dieser Farm besuchen kommen, aber ich habe Angst vor dieser kleinen grünen Kreatur.$2#$b#Als ich das letzte Mal vorbeikam, versuchte sie mich zu fressen!$a",
                "LuckielArrives": "Mach dir keine Sorgen, @, wenn dieser fiese Dämonenmann auch nur in die Nähe von Jas kommt, werde ich ihm die Augen auskratzen! $5",
                "ReputationIncreased": "Dieser stachelige Dämonenmann scheint sich wie zu Hause zu fühlen. Er ist ein ziemlich charmantes Monster, findest du nicht?#$b#Yeh, ich werde nicht auf seinen Badboy-Charme hereinfallen. Ich bin nicht bereit, ihm zu vertrauen.$5",
                "AbandonedBride": "Hast du letzte Nacht dieses schreckliche Kreischen gehört? Es hat ewig gedauert, bis Jas wieder eingeschlafen ist. $2",
                "AquariumDonated:Pufferchick": "Hey @. Ich habe gehört, dass es in diesem Aquarium einen seltsamen neuen Fisch gibt.#$b#Glaubst du, er schmeckt nach Fisch... oder nach Hühnchen?#$b#Vielleicht finde ich es irgendwann heraus?",
                "MrG_Friend": "Das freut mich sehr zu hören, @.",
                "MrG_Rid": "Oh...$2#$b#Nun, es tut mir leid, dich mit meinen 'lächerlichen' Katzengefühlen zu belästigen.$5#$b#Du Kannst genauso gut das Picknick genießen, das werde ich sicherlich nicht.$2 ",
                "stardrop_gift": "Ich habe diese seltsame Frucht gefunden. Sie sah nicht lecker aus, also dachte ich, sie könnte dir gefallen.$1#$b#Ich fühle mich dabei irgendwie warm und kribbelnd, wie ein guter Kopfkrauler. Apropos Kopfkratzen ...$l",
                "rejectNPCA": "Was ist das für ein Ding? Warum sollte ich das wollen?",
                "rejectNPCB": "Blumen? Was macht eine Katze mit Blumen? Was macht jemand mit Blumen?",
                "reject_two_heartA": "Blumen? Was macht eine Katze mit Blumen? Was macht jemand überhaupt mit Blumen?",
                "reject_two_heartB": "Aaaaa-chooo! Hol die aus meinem Gesicht. $5",
                "reject_four_heartA": "Blumen? Was macht eine Katze mit Blumen? Was macht jemand überhaupt mit Blumen?",
                "reject_four_heartB": "Aaaaa-chooo! Ack, Pollen. Hol die aus meinem Gesicht. $5",
                "engageA": "Ähm, dir ist schon klar, dass ich eine Katze bin, nicht wahr?$3#$b#Außerdem dachte ich, ihr Menschen bildet monogame Bindungen.$1",
                "engageB": "Du willst mich heiraten? Haben Mäuse dein Gehirn gefressen?$2",
                "marriedA": "Zu dir und %spouse ziehen? Klingt ein bisschen eng für mich.#$b#Ich brauche etwas Privatsphäre, kein 'hier Puss Puss' den ganzen Tag!",
                "marriedB": "Oh @. Ich mag dich sehr, aber muss ich auch mit %spouse zusammenleben?#$b#Das ist ein hartes 'Nein' von mir.$2",
                "refusal_no_heartsA": "Ist es ein Spielzeug? Hol es mir aus dem Gesicht? Was soll das?",
                "refusal_no_heartsB": "Oh, versuche mit der Katze zu spielen. Mach weiter. Scat!",
                "refusal_knownA": "Ich mag dich sehr, @. Aber ich kann die Ranch nicht verlassen.",
                "refusal_knownB": "Bei dir einziehen? Und was würden Marnie und Jas ohne mich machen?#$b#Warum geben wir es nicht stattdessen dem stinkenden Hühnermann?",
                "refusal_botherA": "Du beginnst mich jetzt wirklich zu nerven...$5",
                "refusal_botherB": "Geh und winke damit jemand anderem ins Gesicht. Ich will heute nicht mit dir spielen."
            }
        },
        {
            "Action": "EditData",
            "Target": "strings/schedules/MisterGinger",
            "When": {
                "HasSeenEvent |contains=50706121": true
            },
            "Entries": {
                "winter_15.000": "Hallo @! Oh die Sehenswürdigkeiten, die Geräusche, der Geruch: Dieses Aroma von Salz und Fisch mit einem Hauch von Kaffee. Ah, köstlich. !$4",
                "marriage.000": "Ich bin mir nicht sicher, woher sie die Energie nimmt. Es ist anstrengend, ihr nur zuzusehen.",
                "marriage.001": "Ich will dich nicht verärgern, aber Marnies cremiger Feta ist der beste im ganzen Tal.",
                "marriage.002": "Hokus Pokus... schaust du vorbei für ein Allheilmittel? ",
                "marriage.003": "Hier sind viele Fische. Ich wette, Jas kennt alle ihre Namen!",
                "marriage.004": "Hallo @! Ich freue mich, dich hier zu sehen. $3",
                "marriage.005": "Oh, ich hatte nicht erwartet, dich hier zu sehen, @! Ich habe nicht geschlafen - ich habe nur meine Augen ausgeruht!"
            }
        },
        {
            "LogName": "Dialogue 6-hearts - removes Ras references",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MisterGinger",
            "Entries": {
                "MrG_Fairytales": "$p 910#You know the story of the Frog Prince? I asked the Goddess if that would work...#$b#She gave me the saddest smile. So I guess that was a 'no'.$2|Hey, if you fall out of a tree, do YOU land on your feet? Thought not! Superior species over here.$4",
                "winter_Sun10": "The Goddess keeps mostly to herself, but I've seen her with that recluse in the woods.#$b#You know, Linus? The man that smells like rich earth and fish-meat.",
                "Sun": "The woman in the woods proves most agreable company. Why yes, you are too, @. Agreeable. Yes, quite agreeable.$1"
            },
            "When": {
                "HasSeenEvent |contains=50706121": true,
                "HasMod |contains=Ran.HarvestGoddess": true
            }
        },
        {
            "LogName": "Dialogue 6-hearts - Charlie reference",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MisterGinger",
            "Entries": {
                "Town_99_91": "Me? Jealous of a chicken? Just because its allowed in there and I'm not?$s#$b#Don't be ridiculous. I've important cat business to attend to.$3"
            },
            "When": {
                "HasSeenEvent |contains=50706121": true,
                "HasSeenEvent |contains=3900074": true,
                "HasMod": "FlashShifter.StardewValleyExpandedCP"
            }
        },
        {
            "LogName": "Dialogue Jas",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jas",
            "Entries": {
                "fall_Mon4": "Kennst du Mr. Ginger? Er ist eine Katze, aber auch mehr als eine Katze. Er ist mein Freund!",
                "fall_Mon8": "Du kennst den Mann im Turm? Er ist ein Zauberer.#$b#Tante Marnie hat mir gesagt, ich soll nicht mit ihm reden, aber er muss einsam sein, weil er ganz allein in diesem Turm lebt.#$b #Mr. Ginger besucht ihn manchmal.",
                "winter_Mon10": "Glaubst du, Mr. Rasmodius ist so etwas wie Magier$3?#$b#Woher weiß ich seinen Namen? Mr. Ginger hat es mir erzählt!$1#$b#Oh, ich weiß, dass _Katzen_ nicht sprechen können. Aber Mr. Ginger ist mehr als eine Katze.#$b#Was ist er denn? Das ist ein Geheimnis!",
                "summer_Tue6": "Mr. Ginger liebt es, wenn ich ihm Geschichten vorlese. Er mag sehr gerne 'East of the Sun...'#$b#Es ist ein Märchen über einen Bären, nur dass er nicht wirklich ein Bär ist. Er ist verzaubert!$1#$b#*kichert* Wie auch immer, ich dachte nur, du solltest es wissen! Kein Grund!$4"
            }
        }
    ]
}