{
    "Changes": [
        {
            "LogName": "Dialogue 6-hearts",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MisterGinger",
            "When": {
                "HasSeenEvent |contains=50706121": true
            },
            "Entries": {
                "Resort_Entering": "Ginger Island, eh? Welcome to my kingdom. And here I was, thinking no one fully recognized my importance.$1",
                "Resort_Leaving": "Time to go, catch ya next time, birdies!",
                "Resort_Shore": "Oooh, there's all sorts of creepy crawly delicacies, well suited for a seafood connoisseur like myself.#$b#Yeh, crabs are a bit crunchy though.",
                "Resort_Umbrella": "Ah, this is the life.",
                "Resort_Wander": "Right, well off to do some hunt- no, of course I'm not after the birds. What do you think I am?#$b#A cat? Well, yeh... granted! But there's things here more wicked than birds!",
                "Resort_Bar": "Hmm, I wonder if Gus'd make me one of those fancy cocktails...",
                "Resort": "Sun and the world's largest litterbox - I can't think of anywhere better to spend my day!",
                "FlowerDance_Accept":"You want to dance with me? Sure, sounds fun.",
                "danceRejection": "Don't believe what that book says. Cats don't dance.",
                "divorced": "...Murrrr...$5",
                "22":"How do I feel about Mondays? I'm pretty much indifferent to them really. A day's a day.$1",
                "breakUp": "Well, fine. Abigail gives better head scritches anyway.$2",
                "give_flowersA": "What are these for? Is this some kind of weird human ritual? Is that catnip?$3#$b#Oh, I accept, of course! Even though it's just one of Pierre's 'get rich' schemes.$4",
                "give_flowersB": "Ooooh, is that catnip I can smell? You know me so well, @!#$b#Yeah, yeah, I enjoy your company too.",
                "give_pendant": "Oooh, a toy on a string. *bats pendant* It's an invitation to move in with you?$4#$b#Fish and cheese whenever I wish? How can I refuse!$3",
                "Town_54_71": "Hey you, drool-face! You think you're so tough, with your big pointy teeth and sticky-licky tongue?$4#$b#Yet you're stuck in there, and I'm out here!$1",
                "Town_56_21": "$d cc#So, what's inside, @? Is it mysterious and magical and filled with fish and cheese?$5#$b#No? Oh, that's disappointing.$2|I can hear something in there, @. They aren't rats, nor birds, but something else. Something magical.#$b#I wonder what they taste like?$1",
                "Forest_29_12": "Hi @! Have you come to sample the treats of the Gotoro Empire too?$4",
                "Mon": "Anyone can talk to animals, but it takes a special kind of person to _listen_ to them.#$b#Yes, that's a compliment. Don't get used to them. I've got a reputation to withhold, you know.",
                "Mon8": "Sometimes I wonder what it's like to be a human.#$b#Then I wake up, with my fur on end, and am relieved it's just a dream.$3#$b#Kidding. It must be nice to have thumbs - or as I like to call them, paw-tools.$1",
                "Mon10": "I find your company very pleasing, @. There's not many humans I rate as highly.",
                "Tue": "Hmm... Tuesdays... I wonder if Willy is cleaning out his fridge...#$b#Wanna come along, @? There might be some offal!$1",
                "Tue8": "Little Vinny's always whispering that he wants to marry Miss Penny.#$b#Foolish kitling, anyone with half a nose can sense she's smitten with someone else.#$b#Who? Now that would be telling.$3",
                "Tue10": "Do you believe in fairy tales, @? Jas reads them to me.#$b#'East of the Moon and West of the Sun' is one of my favourites. Do you know it?",
                "Wed": "You seem pretty decent for a human, @. Not like that nasty Pierre fellow.#$b#Do you know what he calls me? Vermin! Vermin!$5",
                "Wed8": "Jasmine and I watched that movie about the swashbuckling cat.#$b#I wonder where I could get my paws on a cutlass.",
                "Wed10": "I love living with Jas, but she's growing up, and soon won't need me anymore.#$b#Then I'm not sure what I'll do.$2",
                "Thu": "Yes, I admit it, I'm quite attached to Jas. Wee lass needs someone to keep an eye on her.#$b#Keep her getting into mischief.$1#$b#What? No. I meant what I said!$3",
                "Thu8": "Have you got any fish for me today? Maybe a nice crumbly piece of cheese?$4",
                "Thu10": "$q 910/911 MrG_Fairytale#Would you turn into a cat if you could?#$r 910 50 MrG_Fairytales_Yes#In a heartbeat!#$r 910 50 MrG_Fairytales_Human#Would you turn into a human if you could?#$r 911 -5 MrG_Fairytales_No#No, I like being a human.#$r 911 -25 MrG_Fairytales_NoWay#No way! Why would I want to be like you?",
                "MrG_Fairytales_Yes": "Of course you would! We are the superior species.",
                "MrG_Fairytales_Human": "Oh, if only. I can think of a few things I'd do if only I had hands.$1#$b#I mean like open cans of cat food! I don't know what you were thinking.$4",
                "MrG_Fairytales_No": "You wouldn't want to spend your life lying in the sun, chasing butterflies and getting head scritches? Well, your loss.$4",
                "MrG_Fairytales_NoWay": "Oh... I just thought that maybe... Well, nevermind.$2",
                "MrG_Fairytale": "$p 910#You know the story of the Frog Prince? I asked Ras if that would work...He said 'no'.$2|Hey, if you fall out of a tree, do YOU land on your feet? Thought not! Superior species over here.$4",
                "Fri": "Fridays... the traditional night for consuming fish.#$b#Hmm... Seems like a good time for a spot of fishing, don't you think?$1",
                "Fri8": "Are you going to visit the saloon today, @? If so, can you sneak me out some of Gus's delicious fish cakes?#$b#For some reason, he doesn't seem to appreciate my patronage.",
                "Fri10": "Gus and I were friends for a while. Then there was a misunderstanding involving a platter of baked fish...#$b#How was I supposed to know he'd just set it down to cool?",
                "Sat": "What? No, I'm not following you. I just happened to be going this way too, thank you very much.",
                "Sat8": "I caught a rat, and brought it home to show Marnie. She screamed.#$b#Some people have no appreciation of a job well done.",
                "Sat10": "Do you have rats or mice on your farm, @? If so, it would be a privilege to offer you my pest control services.$1#$b#I have very reasonable rates: I accept cheese, or fish.$4",
                "Sun": "Rasmodius proves quite acceptable company. Why yes, you are too, @. Acceptable. Quite acceptable.$1",
                "Sun8": "Emily's a fine lass, and that burly man that smells like hot metal?#$b#Anyone with half a nose can smell he cares for her...#$b#Yet he doesn't tell her. Human courtship is ridiculously over-complicated.",
                "Sun10": "It's surprising how much people will tell you, if you're a good listener.#$b#I know many secrets, @. Wouldn't you like to know - but the cat's got my tongue!$3",
                "summer_Mon": "Humans are weird creatures, @. They spend so much time collecting worthless stuff, and worrying about nonsense...#$b#... when they could be doing something productive. Like sleeping.$4",
                "summer_Mon8": "Shane accidently shut me in the coop last night.#$b#I tell you, chickens are one bird NOT to mess with. Oh, it took me hours to set my fur right!$2",
                "summer_Tue": "$d joja#That creepy Morris guy is lurking around town at night. I'd keep an eye on him, if I were you.|The Mayor, Lewis? I see him sneaking around town at night. He makes me suspicious.$5#$b#I think he's up to something shifty.",
                "summer_Tue8": "Chickens can be grumpy, but they're usually good for a laugh. Geese on the other paw...#$b#Geese are just evil, @. Beware of the goose!",
                "summer_Tue10": "I um, brought you a gift. I hope you like it...$6[136 145 138]",
                "summer_Wed": "Jas is reading to me about dwarves at the moment. But I think she's got her facts wrong.#$b#What sort of name is Sneezy, after all?",
                "summer_Thu": "I'm so glad we can talk properly now. There's precious little choice for intelligent conversation around here.#$b#Why do people talk to cats like we're babies? It's demeaning.",
                "summer_Fri": "You might have hands, but do you have knives on your fingers? Thought not!",
                "summer_Sat": "Cats, honed by evolution into the perfect killing machines.#$b#If we were your size, we'd rule the world.#$b#But we need someone to operate the can opener.",
                "summer_Sun": "The lass with the purple hair? Abigail. I approve of her!#$b#She sneaks me leftovers out the back door.",
                "summer_Sun8": "You know Abigail? She smells like whispers in the night. It intrigues me.#$b#Sometimes I think she might, almost, be able to understand me.",
                "fall_Mon": "Jas has become interested in birds.#$b#I tried to tell her, there's only three types: the tasty ones, the squawky ones, and the scary ones.#$b#She remains unconvinced.",
                "fall_Mon8": "You know, if people understood what birds were actually saying, they'd like them a whole lot less.",
                "fall_Tue": "Do you know what purple-girl calls me? Pumpkin?! I'm not some stupid, plump fruit.#$b#Anyway, she's good to me, so I suppose I shouldn't complain. But Pumpkin!",
                "fall_Wed": "Don't you love the crisp fall colors? So many shades of blue and green!#$b#They're reds and oranges? Really? You humans with your fancy color vision.",
                "fall_Thu": "'Oh, who's a pretty ickle kitty cat'. Is that even a word?#$b#I mean, Granny has a kind heart, I'll give you that, but still... Ickle??!",
                "fall_Fri": "Hello @. I hope you catch many fish today!",
                "fall_Sat": "The tall male human, with the pale hair? He calls me 'Goose' and laughs.#$b#But I ain't no stupid honky, grumpy goose! Humans can be most dull of wit.",
                "fall_Sun": "You know, today seems like a pleasant day to watch the sunlight make patterns through the branches.$3#$b#Does that one look like a pigeon to you? A big plump, delicious pigeon.$1",
                "winter_Mon": "I feel I should let you know, @, the rubbish bins around town are mine to scavenge.#$b#Yes, sometimes I permit Linus first dibs. It's only fair. He doesn't have my hunting skills, after all.",
                "winter_Tue": "I've been playing on this thing you call the 'internet'.#$b#Am I right in assuming it's some sort of shrine to us, the feline master race?$3",
                "winter_Wed": "Have you met Marlon? If he were a cat, he'd be the battle-scarred tom who ruled the roost.",
                "winter_Wed8": "Marlon and I patroled last night. Pest control, you know?#$b#No, not rats and mice! The other kind of pests. The kind that set my fur on end.",
                "winter_Wed10": "Have you heard of The Witching Hour? It's when the world is asleep, and the void awakens.#$b#There's a reason there's a curfew. Stay safe, @, I'd be most distraught if anything happened to you.",
                "winter_Sun10": "Ras doesn't have many friends, but I've seen him with that recluse in the woods.#$b#You know, Linus? The man that smells like rich earth and fish-meat.",
                "spring_Sun_inlaw_Shane": "How's your stinky chickenman doing? Less stinky now? That's good!$1",
                "spring_Sun_inlaw_Emily": "I hear you have a bird living with you now. Imagine that, you chose a bird, when you could've had me.#$b#Well, there's no accounting for taste, I guess. At least Emily's interesting.",
                "spring_Sun_inlaw_Abigail": "Abigail's much happier now she's no longer being stifled by Mr. and Mrs. Boring.$1#$b#Tell her I say 'hi!'$4",
                "spring_Sun_inlaw_Sebastian": "Does the gloomy crowman make you happy? Well, there's no accounting for taste.",
                "spring_Sun_inlaw_Sam": "Does Samson remind you of a golden retriever? All eager and bouncing and happy for praise?#$b#Or is it just me?",
                "spring_Sun_inlaw_Elliot": "Has Mr. Pretentious written you a poem yet? I could write a poem too, you know.#$b#Roses are blue, and violets are too...#$b#What? Yeh, I'm colorblind. But can you see in the dark? Thought not!",
                "spring_Sun_inlaw_Penny": "Hah, little Vinny is so jealous you married Penny! Humans are silly.",
                "spring_Sun_inlaw_Maru": "Science girl hasn't managed to burn your house down yet? That's good.#$b#You wanna keep an eye on her. She smells like strawberries and cold metal, and that's just weird.",
                "spring_Sun_inlaw_Krobus": "There's an interesting scent around you, @. Like shadows and...#$b#...is that a hint of the void? And... sewage? What have you been up to?",
                "spring_Sun_inlaw_Leah": "The mice have moved into Leah's cottage now it's empty.#$b#I miss her. She always had a chunk of cheese and a kind word for me.",
                "spring_Sun_inlaw_Harvey": "Hey, how's our friend, caterpillar-face?#$b#What?You can't tell me you've never thought that it looks like a big furry caterpillar!$4",
                "spring_Sun_inlaw_Haley": "Ah, do you think your lovely wife would like to take some photos of me.#$b#I am, after all, quite the handsome cat, don't you think?#$b#I could make quite a stir on that interwebby thing.",
                "spring_Sun_inlaw_Alex": "Has your sweaty exercise man followed his dream yet? To become a... what is it again? a ball-kicking star?#$b#He hasn't? That's humans for you - don't follow your dreams, and you'll never have them dashed, right?",
                "spring_Sun_inlaw_Sophia": "I must say, @, I approve of your wife. I may have sneaked over there the other day, and she gave me cheese. And a jolly good chin scratch.$3",
                "spring_Sun_inlaw_Victor": "Your husband's a strange one... he took one look at me, and choked out, 'Oh Dewey!'#$b#Was he talking about his eyes? Cos they did look kinda damp.",
                "spring_Sun_inlaw_Olivia": "Your wife's eyes are like daggers, @. She's like that woman who wanted all the spotty dogs.#$b#I don't trust her, I don't trust her one bit. She looks like she'd wear fur.",
                "spring_Sun_inlaw_Nikolai": "Had a brief chat to Boxy the other day. Not that he's very talkative.#$b#He wants you and Nik to come see him again. And bring fish!",
                "spring_Sun_inlaw_Denver": "Don't be alarmed, but there's something big and dark and nasty prowling around your farm at night.#$b#Sets my fur on end.$2#$b#On second thoughts, be alarmed, be very alarmed!$5",
                "spring_Sun_inlaw_Wizard": "I'm glad Ras is no longer alone. Although I'm sure you'll find his company gets tiresome in large doses.",
                "spring_Wed_inlaw_Jasper": "Don't be alarmed, but someone's been roaming around your farm at night.#$b#No, not me! I'm on pest control, it's very important! Someone else, someone that smells of the deep earth$3.",
                "spring_Sun_inlaw_Luckiel": "You fell for his charms, didn't you? Well, those golden eyes are quite compelling. But there's no accounting for taste.",
                "Spring_Sun_inlaw_Jade": "Buglady settled in? Did she bring her creepycrawly 'friends'? Word of warning: shake out your shoes. You never know what might be lurking in them.",
                "Spring_Sun_inlaw_Mando":"I'd come visit you on that farm, but I'm scaared of that little green creature.$2#$b#Last time I dropped by, it tried to eat me!$a",
                "Spring_Sun_inlaw_Sterling":"So, Mr. Smooth and charming stole your heart, @.$1#$b#Hah! To me he'll always be the one that ruined a perfectly good trashcan buffet. But to each their own, right?$4",
                "LuckielArrives": "Don't worry, @, if that nasty demon man comes anywhere near Jas, I'll scratch out his eyes!$5",
                "ReputationIncreased": "That spiky demon-man seems to have made himself at home. He's quite the charming monster, don't you think?#$b#Yeh, I ain't gonna fall for his badboy charm. I'm not ready to trust him.$5",
                "AbandonedBride": "Did you hear that horrible screeching last night? Took forever for Jas to go back to sleep.$2",
                "AquariumDonated:Pufferchick": "Hey @. I hear they've got a weird new fish at that aquarium.#$b#Do you think it tastes like fish... or like chicken?#$b#Maybe we can go and find out sometime?",
                "MrG_Friend": "I'm so pleased to hear that, @.",
                "MrG_Rid": "Oh...$2#$b#Well, sorry to trouble you with my 'ridiculous' feline emotions.$5#$b#You might as well enjoy the picnic, I'm certainly not going to.$2",
                "stardrop_gift": "I found this weird fruit. It didn't look tasty, so I figured you might like it.$1#$b#It made me feel kinda warm and tingly, like a good head scritch. Speaking of head scritches...$l",
                "rejectNPCA": "What is this thing? Why would I want that?",
                "rejectNPCB": "Flowers? What's a cat gonna do with flowers? What's anyone gonna do with flowers?",
                "reject_two_heartA": "Flowers? What's a cat gonna do with flowers? What's anyone gonna do with flowers?",
                "reject_two_heartB": "Aaaaa-chooo! Get these out of my face.$5",
                "reject_four_heartA": "Flowers? What's a cat gonna do with flowers? What's anyone gonna do with flowers?",
                "reject_four_heartB": "Aaaaa-chooo! Ack, pollen. Get these out of my face.$5",
                "engageA": "Um, you do realize I'm a cat, don't you?$3#$b#Besides, I thought you humans formed monogamous bonds.$1",
                "engageB": "You want to marry me? Did mice eat your brain?$2",
                "marriedA": "Move in with you and %spouse? Sounds a bit crowded for me.#$b#I need some privacy, no 'here puss puss' all day!",
                "marriedB": "Oh @. I like you well enough, but having to live with %spouse as well?#$b#That's a hard 'no' from me.$2",
                "refusal_no_heartsA": "Is it a toy? Get it out of my face? Who are you anyway?",
                "refusal_no_heartsB": "Oh, trying to play with the cat. Go on. Scat!",
                "refusal_knownA": "I like you well enough, @. But I couldn't leave the ranch.",
                "refusal_knownB": "Move in with you? And what would Marnie and Jas do without me?#$b#Why not give it to stinky chicken-man instead?",
                "refusal_botherA": "You're really starting to annoy me now...$5",
                "refusal_botherB": "Go wave that in someone else's face. I don't want to play with you today.",
                "Event.cs.1501": "Hey there, I found this piece of paper blowing in the wind. Guess your giftee dropped it.$2#$b#Anyhow, figured you should get something, so go on - open it!$1",
                "Event.cs.1504": "Yeh, I know. Best. Gift. Ever. I'm so thoughtful. You can thank me later, in head scritches and cheese.$4",
            }
        },
        {
            "Action": "EditData",
            "Target": "strings/schedules/MisterGinger",
            "When": {
                "HasSeenEvent |contains=50706121": true
            },
            "Entries": {
                "winter_15.000": "Hello @! Oh the sights, the sounds, the smell: That aroma of salt and fish, with a hint of coffee. Ah, delicious. !$4",
                //No, you cannot actually marry the cat! This is a back-up if you want him to become a house mate.
                "marriage.000": "I'm not sure where she gets the energy. It's exhausting just watching her.",
                "marriage.001": "I don't wanna upset you, but Marnie's creamy feta's the best in the Valley. ",
                "marriage.002": "Bubble, bubble, toil and trouble... stopping by for a cure-all? ",
                "marriage.003": "There's lots of fish in here. I bet Jas knows all their names!",
                "marriage.004": "Hello @! Fancy seeing you here.$3",
                "marriage.005": "Oh, didn't expect to see you here, @! I wasn't sleeping - just resting my eyes!"
            }
        },
        {
            "LogName": "Dialogue 6-hearts - removes Ras references",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MisterGinger",
            "Entries": {
                "MrG_Fairytales": "$p 910#You know the story of the Frog Prince? I asked the Goddess if that would work...#$b#She gave me the saddest smile. So I guess that was a 'no'.$2|Hey, if you fall out of a tree, do YOU land on your feet? Thought not! Superior species over here.$4",
                "winter_Sun10": "The Goddess keeps mostly to herself, but I've seen her with that recluse in the woods.#$b#You know, Linus? The man that smells like rich earth and fish-meat.",
                "Sun": "The woman in the woods proves most agreable company. Why yes, you are too, @. Agreeable. Yes, quite agreeable.$1"
            },
            "When": {
                "HasSeenEvent |contains=50706121": true,
                "HasMod |contains=Ran.HarvestGoddess": true
            }
        },
        {
            "LogName": "Dialogue 6-hearts - Charlie reference",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MisterGinger",
            "Entries": {
                "Town_99_91": "Me? Jealous of a chicken? Just because its allowed in there and I'm not?$s#$b#Don't be ridiculous. I've important cat business to attend to.$3"
            },
            "When": {
                "HasSeenEvent |contains=50706121": true,
                "HasSeenEvent |contains=3900074": true,
                "HasMod":"FlashShifter.StardewValleyExpandedCP"
            }
        },
        {
            "LogName": "Dialogue Jas",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jas",
            "Entries": {
                "fall_Mon4": "Have you met Mr. Ginger? He's sort of a cat, but also more than a cat. He's my friend!",
                "fall_Mon8": "You know the man in the tower? He's a wizard.#$b#Aunt Marnie told me I shouldn't talk to him, but he must be lonely, living in that tower all by himself.#$b#Mr. Ginger visits him sometimes.",
                "winter_Mon10": "Do you think Mr. Rasmodius is anything like Chrestomanci$3?#$b#How do I know his name? Mr. Ginger told me!$1#$b#Oh, I know _cats_ can't talk. But Mr. Ginger is more than a cat.#$b#What is he then? That's a secret!",
                "summer_Tue6": "Mr. Ginger loves me reading him stories. He really, really likes 'East of the Sun...'#$b#It's a fairy tale about a bear, only he isn't really a bear. He's enchanted!$1#$b#*giggles* Anyway, I just thought you should know! No reason!$4"
            }
        }
    ]
}