{    
	"Rainy_Day_0": "Bit damp out there today. Be careful, @. I don't want you to catch a cold.",
    "Rainy_Day_1": "Ah, rainy days are good for napping. Oh, who am I kidding?#$b#EVERY day is good for napping!",
    "Rainy_Day_2": "Jas loved to read me 'Beauty and the Beast'. Ever think our arrangement feels a little like that?#$b#Oh, I'm the beauty of course, I mean, look at this tail!",
    "Rainy_Day_3": "Hmm, today would be a good day for hunting frogs. But then my fur would get wet...#$b#Life is full off tough decisions, @.",
    "Rainy_Day_4": "Are you heading out? Can you turn on the talking color box, please?#$b#Don't worry, I'll keep your favourite chair warm for you.",
    "patio_MisterGinger": "Ah, my kingdom. Oh, sorry, OUR kingdom. It's beautiful, isn't it?",
    "spouseRoom_MisterGinger": "Ah, what to do today? Maybe a nap... or perhaps some light reading.",
    "Rainy_Night_0": "You smell damp. I bet you're cold. Here, come curl up with me.$#$b#We can keep each other warm.$4",
    "Rainy_Night_1": "Come here and cuddle up to me. Purr-haps you could read me a story?#$b#See what I did there? Oh, you're lovely and warm.$4",
    "Rainy_Night_2": "Oh, you're soaking wet. No, no cuddles! Argh, I can't stand wet fur.#$b#I know you're happy to see me... but couldn't you dry yourself first? Purr-lease?$2",
    "Rainy_Night_3": "Sorry, I think it's moulting season and I'm afraid I've shed quite a mess.#$b#I'd grab a broom but, well, no hands, see.",
    "Rainy_Night_4": "Spent the day mousing. House should be vermin free!#$b#You're welcome.",
    "Rainy_Night_5": "Have I just been watching T.V. all day? I'll have you know, @, that I've been intensively studying human behaviour.#$b#Alright yes, on T.V. You know, human courtship would far simpler if people just said what they thought.#$b#Would be far less entertaining though, you're right.",
    "Indoor_Day_0": "A-a-a-CHOO! Have you sprayed yourself with some sort of fragrance?$2#$b#I much prefer your natural scent: sunshine and freshly mown grass, with a hint of woodsmoke.#$b#You smell like home.$3",
    "Indoor_Day_1": "What are your plans for the day? I hope they involve fish. Do they involve fish?",
    "Indoor_Day_2": "Something was scratching around last night. I think we might have some furry invaders.",
    "Indoor_Day_3": "I found this on morning patrol, and I know how much you like shiny things. [60 72 80 80 80 80 80 84 82]",
    "Indoor_Day_4": "Have you ever wondered what the purpose of it all is? What is the answer to the question of life, the universe, and everything?$4#$b#No, me neither.$1",
    "Indoor_Night_0": "There were some mice in the kitchen, so I ate them.$4#$b#I hope I haven't got stinky mouse breath.",
    "Indoor_Night_1": "Curling up in front of the fire... ah, this is the life.#$b#Thanks for inviting me to live with you, @.",
    "Indoor_Night_2": "So, before lunch, I indulged in a nap... then I needed an after-lunch siesta.#$b#I was finally gonna do something productive when I got trapped in a sunbeam...#$b#Anyway, that's my day. How was yours?",
    "Indoor_Night_3": "How did I spend my day? Mostly staring at the wall.#$b#How did you spend yours? Did it involve fish?",
    "Indoor_Night_4": "Ah, curl up next to me. Yeh. There's an itchy bit just down the middle of my back that I just can't re-#$b#Oh yes, that's the spot. Hey, who said you could stop?",
    "Outdoor_0": "There was a fox sniffing around the chicken coop this morning. Don't worry, I scared him away.#$b#I'm still the toughest tom in town!",
    "Outdoor_1": "Early morning patrol completed! I found something for you.[444]#$b#Oh, who am I kidding? It's for me. Wriggle it, go on, wriggle it. Hah, got it! Die feather die!",
    "Outdoor_2": "Right, well I've finished re-establishing my position as head of the farm!#$b#Oh, I didn't hurt anyone! First rule of fighting? DON'T fight if you don't have to! Just prove you're bigger and stronger.#$b#Unless they're trying to eat you. Then fight for all you're worth. Free tip for the day. You're welcome.",
    "Outdoor_3": "Early morning patrol completed! Nothing to report, and there's certainly no dark shadowy entities lurking in your cave.#$b#What? Oh you're gonna go check now, are you? Don't trust me then, see if I care.$4",
    "Outdoor_4": "*burp* Sorry, I ate a bat. I hope it wasn't one of yours.",
    "funLeave_MisterGinger": "I'm off to patrol the town, visit some old friends, that kinda thing. Would you like me to bring you back a little something?",
    "funReturn_MisterGinger": "It's amazing the sort of things people throw away. So wasteful![143 223 148 226 228]#$b#Sorry it's a little bit chewed.",
    "OneKid_0": "%kid1 seems to be a fast learner, they've already mastered the art of stroking fur the right way.$3",
    "OneKid_1": "I know you wouldn't mind, but I did some shopping on the interwebs machine.#$b#Oh, the stuff's for the kids. And the box is for meeee!$1",
    "OneKid_2": "I know %kid1 can't read, but can you at least teach them how to turn the pages?#$b#Sometimes I get bored, and %kid1 doesn't make good conversation.",
    "OneKid_3": "Could you please, please, please teach %kid1 how to fish?$4#$b#They're too young? Oh. Human kittens grow so slowly.$2",
    "TwoKids_0": "I've got some bad news for you, @. I brought %kid1 a mouse, and they just screamed.#$b#I'm afraid they're not gonna be a very good hunter.",
    "TwoKids_1": "Not gonna lie, wasn't sure how I'd feel about tiny human kittens running around.#$b#But they've kinda grown on me. Plus %kid1 gives good head scritches.",
    "TwoKids_2": "Wrestling with one kid was fun, wrestling with two... well, we need to train them to stop biting.#$b#*sighs* Human kittens, so uncivilized.",
    "TwoKids_3": "Not gonna lie, %kid1's my favorite. %kid2's a little... what's the word? Rambunctious.",
    "Good_0":"What a glorious day for a nap.$1",
    "Good_1": "You're the best, @. No-one scritches heads like you. Yeah, that's the spot, just behind my ear.#$b#You're purr-fect, and don't let anyone tell you any different, okay?",
    "Good_2": "Take care out there today. And you better catch me lots of fish!$1#$b#But seriously, I miss you when you're not here.$3",
    "Good_3": "There's not as many people I'd rate as highly as you, @.#$b#I mean, Linus's tent has its perks - no doors, for a start! - but I'd rather curl up with you.",
    "Good_4": "Ah, good food, a warm fire, pleasant company. What more could a cat ask for?#$b#Except maybe a good chin scritch. Pretty purr-lease?$3",
    "Good_5": "Why have you filled this house with so many sun-traps? It's hard to get anything done!",
    "Good_6": "I created a song for you. Would you like to hear it?#$b#*screeches* '@ is so fine, he's fine because he's miiii-ne!'$5^*screeches* '@ is so fine, she's fine because she's miiii-ne!'$4",
    "Good_7": "You @, are one of my favorite people. Or at least definitely in the top um... four.",
    "Neutral_0": "Excuse me, @. I think we have ghosts.#$b#Or maybe it was just the way the light was playing on the wall?#$b#But either way, you should definitely check it out.",
    "Neutral_1": "I've been redecorating. I think you'll notice there's a delightful hint of orange to the carpet.#$b#You're welcome.",
    "Neutral_2": "I did some shopping on the interwebs again. So many boxes!#$b#What? If you didn't want me using it, why'd you leave it turned on.",
    "Neutral_3": "It may look like I'm just napping, but really I'm ruminating on the fundamental principals of...#$b#Okay, yeh, I'm just napping. What do you want?",
    "Neutral_4": "Have you noticed that when you stare into a sunbeam, it's filled with tiny speckles. Is that what light looks like?#$b#It's dust? Oh, you should probably sweep in here.",
    "Neutral_9": "There were some cracker crumbs under the couch. I ate them.#$b#I hope you weren't saving them for later. And if so, well, you need to find better cache spots.",
    "Bad_0": "I suppose it was never going to work. A cat and a human... why ever would they get along?$2#$b#Oh, they've only been happily co-existing for millenium.$4",
    "Bad_1": "I left a surprise in your shoes.#$b#Serves you right. Yeah, you're welcome. Whatever.",
    "Bad_2": "I hope you didn't like the sofa much. But, well, I needed a manicure.#$b#What? These claws are finally honed weapons!",
    "Bad_3": "I did a spot of redecorating. How do you feel about entrail-orations.#$b#That sounded WAY better in my head... Anyhow, there was a rat. It's dead now. You're welcome.",
    "Bad_4": "It was a mistake, wasn't it? Moving in with you. You've realized that now...$2#$b#I wish things could've been different.",
    "Bad_5": "If only I had thumbs... and maybe a stool... Well, things would be a whole lot different around here.$5",
    "Bad_6": "I should've stayed on the ranch, at least they knew how to treat me properly there.$5",
    "Bad_7": "There were some mice in the kitchen. Not that you're care, but I caught them.$2#$b#(And you wait until you find where I put them...)$1",
    "Bad_8": "Sometimes I think you like the other animals more than me.$5#$b#You certainly pay them more attention.$2",
    "Bad_9": "You were away for so long... and you know I'm not good with doors.#$b#Well, it was an ugly coat anyway.",
    "spring_1": "Ah, spring has sprung! Bouncing baby bunnies, cheeping chicks.$3#$b#Oh dear, now I've made myself hungry.$1",
    "spring_12": "If you could bring me home some scotch eggs tomorrow, I'd be most grateful.#$b#I'd go myself, but Gus and I... well, there was that tiny misunderstanding over a platter of baked fish...",
    "spring_23": "I hear there's some sort of dance tomorrow. Don't get any fancy ideas.#$b#Cats don't dance, despite what that book says.",
    "spring_24": "I suppose I *could* be persuaded to dance. If it'll make you happy. But it had better not end up on MewTube!$3",
    "summer_1": "Ah summer. So many sun traps! I doubt I'll get anything done.",
    "summer_10": "Buffet tomorrow right? Remember to gorge yourself, @. After all, you never know where the next meal is coming from.#$b#Oh, you do right. Yes, I forgot about mealtimes. So civilized.",
    "summer_27": "So they're not made of jelly, and nor are they fish. Why do humans give things stupid names? Well, I hope you enjoy seeing those floating bags of stinging pain.",
    "fall_1": "Oooh, fall, my favorite season! Time to chase some leaves. And burrow into them... Would you like to join me? YOu might enjoy it, you know.",
    "fall_15": "Hmm... lots of people, smelly animals, and too much noise...#$b#Enjoy your fair, @. I'll hold the fort here",
    "winter_1": "Winter is here. Plenty of time to curl in front of the fire with my favorite person.#$b#Don't worry, I'll be on mouse duty too. No vermin will find there way in here.#$b#At least not for long!",
    "winter_25": "Hmmm, there's something special about today, isn't there, @?#$b#Happy Winter Star! Now, where's my present? [176 442 444 717 716 715]",
    "winter_28": "I hear humans like to make these 'resolutions' for the new year, correct? What's yours, @?.#$b#Mine? I think I'll nap more. Does that sound like a good resolution to you?"

}