//Russian Translation by Ghost3lboom
{
    "Changes": [
        {
            "LogName": "Dialogue 6-hearts",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MisterGinger",
            "When": {
                "HasSeenEvent |contains=50706121": false
            },
            "Entries": {
                "Introduction": "Мурр? Мирп!$1",
                "Mon": "Мяу?",
                "Tue": "Мирруп!$1",
                "Wed": "Мяууууу.$2",
                "Thu": "МЯУ!$1",
                "Fri": "Мррррррррв.",
                "Sat": "Мяу-мяу - мяу-мяу?$2",
                "Sun": "Мирп!$1",
                "Town_54_71": "Мррврвррр мяуууу!$3",
                "MrG_Friend": "Мирп!",
                "MrG_Rid": "Мурррк",
                "rejectNPCA": "Мирп!$5",
                "rejectNPCB": "%Мистер Джинджер принюхивается и поворачивает свой хвост прямо вам в лицо. Вы же не думаете, что ему это интересно.",
                "engageA": "Муррр.... шшшшш!$5",
                "engageB": "%На мистера Джинджера это не произвело никакого впечатления.",
                "marriedA": "Mррррр....мяу!$5",
                "marriedB": "%Мистер Джинджер не выглядит счастливым..",
                "refusal_no_heartsA": "Mррррк!$5",
                "refusal_no_heartsB": "Mурррррр.$5"
            }
        },
        {
            "LogName": "Dialogue 6-hearts",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MisterGinger",
            "When": {
                "HasSeenEvent |contains=50706121": true
            },
            "Entries": {
                "danceRejection": "Не надо верить тому, что написано в этой книге. Кошки не умеют танцевать.",
                "divorced": "...Mуррр...$5",
                "breakUp": "Ну и ладно. В любом случае Абигейл неплохо гладит мне голову.$2",
                "give_flowersA": "А для чего это нужно? Это что, какой-то странный человеческий ритуал? Неужели это кошачья мята?$3#$b#Ну конечно же, я согласен! Несмотря на то, что это всего лишь одна из схем Пьера 'разбогатеть'.$4",
                "give_flowersB": "Оооо, я чувствую запах кошачьей мяты? Ты так хорошо меня знаешь, @!#$b#Да-да, мне тоже нравится твоё общество.",
                "give_pendant": "О-о-о, игрушка на верёвочке. *кулон с летучими мышами* Ты приглашаешь меня переехать к тебе?$4#$b#Рыба и сыр, когда захочу? Как же я могу отказаться!$3",
                "Town_54_71": "Эй ты, слюнявая морда! Думаешь, что ты такой крутой, благодаря своим большим острым зубам и липкому языку?$4#$b#И всё же ты застрял здесь, а я на свободе!$1",
                "Town_56_21": "$d cc#Итак, что же там внутри, @? Это таинственное и волшебное место, наполненное рыбой и сыром?$5#$b#НЕТ? А вот это уже разочаровывает.$2|Я что-то слышу, @. Это не крысы и не птицы, а что-то другое. Что-то волшебное.#$b#Интересно, каковы они на вкус?$1",
                "Forest_29_12": "Привет @! Ты тоже здесь, чтобы попробовать лакомства империи Готоро?$4",
                "Mon": "Каждый может разговаривать с животными, но для того, чтобы слушать их, нужно быть особенным человеком.#$b#Да, это комплимент. Только не привыкай к ним. У меня есть репутация, которую нужно скрывать, ты же знаешь.",
                "Mon8": "Иногда мне снится, что я стал человеком.#$b#Потом я просыпаюсь, шерсть встаёт дыбом, и я радуюсь, что это всего лишь сон.$3#$b#Шучу. Должно быть, приятно иметь большие пальцы - или, как я люблю их называть, лапы-инструменты.$1",
                "Mon10": "Мне очень приятно твоё общество, @. Есть не так много людей, которых я ценю так дорого.",
                "Tues": "Хмм... Вторник... Интересно, чистит ли Вилли свой холодильник...#$b#Хочешь пойти со мной, @? Там могут быть какие-нибудь объедки!$1",
                "Tue8": "Малыш Винни постоянно шепчет, что хочет жениться на Мисс Пенни.#$b#Глупое дитя, любой человек с половиной носа может почувствовать, что влюблён в кого-то другого.#$b#Кто это? А вот это уже было бы красноречиво.$3",
                "Tue10": "Ты веришь в сказки, @? Джас читает их мне.#$b#'К востоку от Луны и к западу от Солнца' одна из моих любимых сказок. А ты её знаешь?",
                "Wed": "Для человека ты выглядишь вполне прилично, @. Не то что этот противный Пьер.#$b#А ты знаешь, как он меня называет? Паразитом!$5",
                "Wed8": "Мы с Жасмин смотрели тот фильм про бесшабашного кота.#$b#Интересно, где я моу поменять свои лапы на абордажную саблю?",
                "Wed10": "Мне нравится быть с Джас, но она растёт, и скоро я ей больше не понадоблюсь.#$b#Тогда я не знаю, что буду делать.$2",
                "Thu": "Да, признаюсь, я очень привязан к Джас. Маленькой девочке нужен кто-то, кто бы присматривал за ней.#$b#Не допусти, чтобы она попала в беду.$1#$b#Что? Нет. Я имел в виду то, что сказал!$3",
                "Thu8": "Есть ли у тебя сегодня какая-нибудь рыбка для меня? Или может быть, хороший рассыпчатый кусочек сыра?$4",
                "Thu10": "$q 910/911 MrG_Fairytale#Стал бы ты превращаться в кошку, если бы мог?^Стала бы ты превращаться в кошку, если бы могла?#$r 910 50 MrG_Fairytales_Yes#В мгновение ока!#$r 910 50 MrG_Fairytales_Human#Стал бы ты превращаться в человека, если бы мог?#$r 911 -5 MrG_Fairytales_No#Нет, мне нравится быть человеком.#$r 911 -25 MrG_Fairytales_NoWay#Ни за что! Я не хочу походить на тебя.",
                "MrG_Fairytales_Yes": "Здорово! Мы - высший вид.",
                "MrG_Fairytales_Human": "Ох, если бы... Мне приходит в голову несколько вещей, которые я бы сделал, если бы только у меня были руки.$1#$b#Я имею в виду открывать банки с кошачьим кормом! Не знаю, о чём ты только что подумал.^Я имею в виду открывать банки с кошачьим кормом! Не знаю, о чём ты только что подумала.$4",
                "MrG_Fairytales_No": "Ты не хочешь всю жизнь валяться на солнце, гоняться за бабочками и получать пощёчины по голове? Ну, ты многое теряешь.$4",
                "MrG_Fairytales_NoWay": "О... Я просто подумал, что это возможно... Ну ладно, неважно.$2",
                "MrG_Fairytale": "$p 910#Знаешь историю про принца-лягушку? Я спросил Раса, сработает ли это.. Он ответил 'Нет'.$2|Слушай, а если ты упадёшь с дерева, то приземлишься на ноги? Я так и думал!$4",
                "Fri": "Пятница... сегодня меня ждёт традиционная ночь для употребления рыбы.#$b#Хмм... Кажется, самое подходящее время для рыбалки, не так ли?$1",
                "Fri8": "Собираешься сегодня посетить салун, @? Если да, то не можешь ли ты принести мне несколько вкусных рыбных пирогов Гаса?#$b#По какой-то причине он, кажется, не ценит моего покровительства.",
                "Fri10": "Какое-то время мы с Гасом были друзьями. Затем произошло недоразумение, связанное с печёной рыбы...#$b#Откуда мне было знать, что он просто поставил его остывать?",
                "Sat": "Что? Нет, я тебя не понимаю. Просто так получилось, что я тоже иду этим путем, большое тебе спасибо.",
                "Sat8": "Я поймал мышь, и принёс её домой, чтобы показать Марни. Она вскрикнула.#$b#Некоторые люди не ценят хорошо сделанную работу.",
                "Sat10": "Есть ли у тебя крысы или мыши на ферме, @? Если да, то для меня будет большой честью предложить тебе свои услуги по борьбе с вредителями.$1#$b#У меня очень разумные цены: я принимаю сыр или рыбу.$4",
                "Sun": "Расмодиус оказался вполне приемлемой компанией Ну да, и ты тоже, @. Вполне приемлемо.$1",
                "Sun8": "Эмили - прекрасная девушка, а что про того здоровяка, от которого пахнет раскалённым металлом?#$b#Каждый, у кого есть хоть половина носа, чует, что она ему небезразлична...#$b#Но он ничего ей не говорит. Человеческое ухаживание до смешного сложно.",
                "Sun10": "Поразительно, как много люди могут рассказать тебе, если ты хорошо слушаешь.#$b#Я знаю много секретов, @. Разве тебе не хочется знать, что все кошки разговаривают на моём языке!$3",
                "summer_Mon": "Люди - странные существа, @. Они тратят так много времени, собирая бесполезные вещи, а ещё беспокоятся о всякой ерунде...#$b#...Когда они могли бы делать что-то продуктивное. Например, спать.$4",
                "summer_Mon8": "Шейн случайно запер меня в курятнике прошлой ночью.#$b#Говорю тебе, курица - это единственная птица, с которой лучше не связываться. О, мне потребовалось несколько часов, чтобы привести в порядок свою шкурку!$2",
                "summer_Tue": "$d joja#Этот жуткий Моррис бродит по ночному городу. На твоём месте я бы не спускал с него глаз.|Мэр, Льюис? Я видел, как он крадётся по ночному городу. Он вызывает у меня подозрения.$5#$b#Мне кажется, он замышляет что-то хитрое.",
                "summer_Tue8": "Курочки могут быть сварливыми, они обычно хороши для забавы. Гуси на другой лапе...#$b#А гуси - это просто зло, @. Берегись гусей!",
                "summer_Tue10": "Я принёс тебе подарок. Надеюсь, тебе понравится...$6[136 145 138]",
                "summer_Wed": "Джас сейчас читает мне про дварфов. Хотя я думаю, что она ошибается в изложении фактов.#$b#В конце концов, что это за имя такое - Снизи?",
                "summer_Thu": "Я так рад, что теперь мы можем нормально поговорить. Здесь очень мало шансов для интеллигентного разговора.#$b#Почему люди разговаривают с кошками, как с младенцами? Это унизительно.",
                "summer_Fri": "Может, у тебя и есть руки, но есть ли у тебя ножи на пальцах? Я так и думал!",
                "summer_Sat": "Коты, отточенные эволюцией - идеальные машины для убийства.#$b#Если бы мы были твоего размера, то смогли бы править миром.#$b#Однако нам нужен кто-то, кто будет управлять открывалкой для консервов.",
                "summer_Sun": "Девушка с фиолетовыми волосами? Абигейл. Она мне нравится!#$b#Она тайком выносит мои объедки через заднюю дверь.",
                "summer_Sun8": "Ты же знаешь Абигейл? От неё пахнет шёпотом ночи. Это меня заинтриговало.#$b#Порой мне кажется, что она, возможно, даже сможет понять меня.",
                "fall_Mon": "Джас заинтересовалась птицами.#$b#Я попытался объяснить ей, что есть только три типа: вкусные, крикливые и страшные.#$b#Она по-прежнему в это не верит.",
                "fall_Mon8": "Знаешь, если бы люди понимали, что на самом деле говорят птицы, они бы любили их гораздо меньше.",
                "fall_Tue": "А ты знаешь, как меня называет девушка с фиолетовыми волосами? Тыковка?! Я же не какой-то глупый, пухлый овощь.#$b#Во всяком случае, она хорошо ко мне относится, так что, наверное, мне не стоит жаловаться. Но Тыковка!",
                "fall_Wed": "Неужели тебе не нравятся яркие осенние цвета? Так много оттенков синего и зелёного!#$b#Они красные и оранжевые? Правда? У вас, людей такое причудливое цветовое зрение.",
                "fall_Thu": "'Ой, такой хорошенький игривый котёнок'. Да разве это вообще можно назвать словом?#$b#Я хочу сказать, что у бабушки доброе сердце, но всё же...",
                "fall_Fri": "Привет @. Надеюсь, сегодня тебе удастся поймать много рыбы!",
                "fall_Sat": "Высокий парень с бледными волосами? Он называет меня гусём и смеётся.#$b#Только я тебе не тупой Хэнк, чтобы назавать меня гусём! Человек может быть самым тупым из всех остроумных существ.",
                "fall_Sun": "Знаешь, а сегодня очень приятно наблюдать, как солнечный свет пробивается сквозь ветви деревьев.$3#$b#А этот, по-твоему, похож на голубя? Большой пухлый, вкусный голубь.$1",
                "winter_Mon": "Я чувствую, что должен дать тебе знать, @, мусорные баки по всему городу - мои, и я должен их разгребать.#$b#Конечно, иногда я разрешаю сделать Линусу первый заход. Это будет справедливо. В конце концов, у него нет моих охотничьих навыков.",
                "winter_Tue": "Я развлекался с этой штукой, которую вы, люди, называете 'интернетом'.#$b#Правильно ли я предполагаю, что это своего рода святилище для вас, расы кошачьих хозяев?$3",
                "winter_Wed": "Вы с Марлоном знакомы? Если бы он был котом, то был бы тем самым покрытым боевыми шрамами Томом, который правит домом.",
                "winter_Wed8": "Мы с Марлоном патрулировали вчера вечером. Боремся с вредителями, понимаешь?#$b#Не только с крысами и мышами! Есть другие виды вредителей. Такие, от которых у меня шерсть дыбом встаёт.",
                "winter_Wed10": "Ты когда-нибудь слышал о часе колдовства? Это когда мир спит, а пустота пробуждается.^Ты когда-нибудь слышала о часе колдовства? Это когда мир спит, а пустота пробуждается.#$b#Существует причина, по которой здесь действует комендантский час. Береги себя, @, я очень расстроюсь, если с тобой что-нибудь случится.",
                "winter_Sun10": "Рас в основном сам по себе, но я видел его с этим затворником в лесу.#$b#Знаешь Линуса? Этот человек пахнет богатой землёй и рыбным мясом.",
                "spring_Sun_inlaw_Shane": "Как поживает твой вонючий цыплёнок? Теперь уже не так воняет? Вот это хорошо!$1",
                "spring_Sun_inlaw_Emily": "Я слышал, что теперь у тебя живёт птичка. А теперь представь, что у тебя мог бы жить я, а не тот попугай.#$b#Короче, думаю, что вкус здесь не учитывается. По крайней мере, Эмили очень привлекательна.",
                "spring_Sun_inlaw_Abigail": "Абигейл гораздо счастливее теперь, когда её больше не теснят мистер и миссис Боринг.$1#$b#Передай ей от меня 'Привет!'$4",
                "spring_Sun_inlaw_Sebastian": "Разве мрачный кроумен делает тебя счастливым? Ну, тут уж не до вкуса.",
                "spring_Sun_inlaw_Sam": "А Самсон не напоминает тебе золотистого ретриверчика? Все нетерпеливо подпрыгивают и радуются похвале??#$b#А может, дело только во мне?",
                "spring_Sun_inlaw_Elliot": "Мистер Претенциозность уже написал тебе стихотворение? Я ведь тоже могу написать стихотворение.#$b#Розы голубые, и фиалки тоже...#$b#Что? Да, я дальтоник. Но разве ты можешь видеть в темноте? Ну уж нет!",
                "spring_Sun_inlaw_Penny": "Ха-ха, маленький Винни так ревнует, что ты женился на Пенни! Люди такие глупые.",
                "spring_Sun_inlaw_Maru": "Девочка-наука ещё не успела сжечь твой дом дотла? Вот и хорошо.#$b#Тебе нужно присматривать за ней. Она пахнет клубникой и холодным металлом, и это очень странно.",
                "spring_Sun_inlaw_Krobus": "Вокруг тебя какой-то интересный запах, @. Словно слякоть и...#$b#...Может, это намёк на пустоту? И... канализацию? А что ты там делал?^...Может, это намёк на пустоту? И... канализацию? А что ты там делала?",
                "spring_Sun_inlaw_Leah": "Мыши перебрались в домик Леи, и теперь он пустует.#$b#Я скучаю по ней. У неё всегда был кусочек сыра и доброе слово для меня.",
                "spring_Sun_inlaw_Harvey": "Эй, как поживает наш друг, гусеница-морд?#$b#Что? Только не говори мне, что тебе никогда не приходило в голову, что он похож на большую мохнатую гусеницу!$4",
                "spring_Sun_inlaw_Haley": "А ты не думаешь, что твоя прелестная жена захочет меня сфотографировать?#$b#Я ведь, в конце концов, довольно симпатичный кот, не так ли?#$b#Я мог бы устроить настоящий переполох на этой запутанной штуковине.",
                "spring_Sun_inlaw_Alex": "Твой потный спортсмен уже последовал за своей мечтой? Чтобы стать собой... что же была за мечта? Звезда, бьющая по мячу?#$b#Но он этого не сделал? Таковы люди - не следуй своим мечтам, и ты никогда их не разрушишь, верно?",
                "MrG_Friend": "Я так рад это слышать, @.",
                "MrG_Rid": "O...$2#$b#Ну уж, извините, что беспокою вас своими 'нелепыми' кошачьими эмоциями.$5#$b#Ты вполне можешь наслаждаться пикником, а я уж точно не собираюсь.$2",
                "stardrop_gift": "Я нашёл этот странный фрукт. Он показался мне невкусным, и я решил, что тебе понравится.$1#$b#Он заставил меня чувствовать себя немного тёплым и покалывающим, как хорошее поглаживание по голове. Кстати, о поглаживаниях...$l",
                "rejectNPCA": "Что же это за штука? Зачем оно мне нужно?",
                "rejectNPCB": "Цветы? Цветы-то зачем коту понадобились? И что прикажешь мне с ними делать?",
                "reject_two_heartA": "Цветы? Цветы-то зачем коту понадобились? И что прикажешь мне с ними делать?",
                "reject_two_heartB": "А-А-А-ПЧХИ! Убери их с моего лица.$5",
                "reject_four_heartA": "Цветы? Цветы-то зачем коту понадобились? И что прикажешь мне с ними делать?",
                "reject_four_heartB": "А-А-А-ПЧХИ! Убери их с моего лица.$5",
                "engageA": "Эм, ты ведь понимаешь, что я кот, не так ли?$3#$b#Кроме того, я думал, что вы, люди, связаны моногамными узами.$1",
                "engageB": "Ты хочешь жениться на мне? Неужели мыши съели твой мозг?$2",
                "marriedA": "Переехать к тебе и %spouse? Звучит немного оживлённо для меня.#$b#Мне нужно немного уединения, и никаких здесь 'кис-кис', хорошо!",
                "marriedB": "O @. Ты мне нравишься достаточно хорошо, но мне придётся жить и с %spouse тоже?#$b#Твёрдое 'нет'.$2",
                "refusal_no_heartsA": "Это что, игрушка? Убери это с моего лица? И вообще, что это такое?",
                "refusal_no_heartsB": "О, пытаешься поиграть с котом. Иди дальше. Брысь!",
                "refusal_knownA": "Ты мне нравишься достаточно хорошо, @. Но я не могу покинуть ранчо.",
                "refusal_knownB": "Переехать к тебе? И что Марни и Джас будут делать без меня?#$b#Почему бы вместо этого не отдать это вонючему цыплёнку?",
                "refusal_botherA": "Теперь ты действительно начинаешь меня раздражать...$5",
                "refusal_botherB": "Иди и помаши этим кому-нибудь в лицо. Я не хочу играть с тобой сегодня."
            }
        },
        {
            "Action": "EditData",
            "Target": "strings/schedules/MisterGinger",
            "Entries": {
                "winter_15.000": "Привет, @! Зрелища, звуки, запахи: этот аромат соли и рыбы с лёгким привкусом кофе. Ах, как вкусно. !$4",
                "marriage.000": "Не знаю, откуда у неё столько энергии. Это так утомительно - просто наблюдать за ней.",
                "marriage.001": "Я не хочу тебя расстраивать, но кремовая паста Марни - лучшая в долине. ",
                "marriage.002": "Пузырь, пузырь, тяжкий труд и неприятности... заглянуть за лекарством? ",
                "marriage.003": "Здесь полно рыбы. Держу пари, Джас знает имена всех их!",
                "marriage.004": "Привет, @! Странно видеть тебя здесь.$3",
                "marriage.005": "О, не ожидал увидеть тебя здесь, @! Я не спал - просто отдыхал с закрытыми глазами!"
            },
            "When": {
                "HasSeenEvent |contains=50706121": true
            }
        },
        //Ran Harvest Goddess Compatability
        {
            "LogName": "Dialogue 6-hearts - removing Ras references",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MisterGinger",
            "Entries": {
                "MrG_Fairytales": "$p 910#Знаешь историю про принца-лягушку? Я спросил Богиню, подействует ли это...#$b#Она одарила меня самой грустной улыбкой. Так что я думаю, что это означало 'нет'.$2|Слушай, а если ты упадёшь с дерева, то приземлишься на ноги? Я так и думал!$4",
                "winter_Sun10": "Богиня в основном сама по себе, но я видел её с этим затворником в лесу.#$b#Знаешь Линуса? Этот человек пахнет богатой землёй и рыбным мясом.",
                "Sun": "Дамочка в лесу оказалась очень приятной в общении. Ну да, и ты тоже, @. Очень приятно, иногда, поболтать с ней.$1"
            },
            "When": {
                "HasSeenEvent |contains=50706121": true,
                "HasMod |contains=Ran.HarvestGoddess": true
            }
        },
        // Jas mentions Mr. Ginger
        {
            "LogName": "Dialogue Jas",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jas",
            "Entries": {
                "fall_Mon4": "А ты уже знаком с мистером Джинджером? Он вроде как кот, но и не простой кот. Он - мой друг!^А ты уже знакома с мистером Джинджером? Он вроде как кот, но и не простой кот. Он - мой друг!",
                "fall_Mon8": "Ты знаешь человека в башне? Он - волшебник.#$b#Тётя Марни велела мне не разговаривать с ним, но он, должно быть, очень одинок и живёт в этой башне совсем один.#$b#Мистер Джинджер иногда навещает его.",
                "winter_Mon10": "Как думаешь, Мр. Расмодиус похож на Крестомана$3?#$b#Откуда я знаю его имя? Мистер Джинджер сказал мне!$1#$b#О, я знаю, что коты не умеют говорить. Но мистер Джинджер - это не просто кот.#$b#Но кто же он тогда? Это секрет!"
            },
            "When": {
                "Hearts:Jas": "4,5,6,7,8,9,10"
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueMisterGinger, Characters/Dialogue/MarriageDialogueMisterGingerRoommate",
            "Entries": {
                "Rainy_Day_0": "Сегодня на улице немного сыро. Будь осторожней, @. Я не хочу, чтобы у тебя была простуда.",
                "Rainy_Day_1": "Ах, в дождливые денёчки так приятно спать. О, кого я обманываю?#$b#Каждый день хорош для сна!",
                "Rainy_Day_2": "Джас любила читать мне 'Красавицу и чудовище'. По-твоему, наша договорённость немного похожа на это?#$b#О, красавец разумеется я, ты только посмотри на этот хвост!",
                "Rainy_Day_3": "Хм, сегодня подходящий день для охоты на лягушек. Но тогда мой мех намокнет...#$b#Жизнь полна трудных решений, @.",
                "Rainy_Day_4": "Ты уже уходишь? Тогда включи говорящую цветную коробку, пожалуйста?#$b#Не волнуйся, я согрею твоё любимое кресло.",
                "patio_MisterGinger": "Ах, боже мой! О, прости, наше королевство. Это прекрасно, не правда ли?",
                "spouseRoom_MisterGinger": "Ах, чем бы заняться сегодня? Может быть, вздремнуть... или немного почитать.",
                "Rainy_Night_0": "От тебя пахнет сыростью. Держу пари, тебе холодно. Иди сюда, свернись калачиком рядом со мной.$#$b#И тогда мы согреем друг друга.$4",
                "Rainy_Night_1": "Подойди сюда и прижмись ко мне. Может, ты прочтёшь мне сказку?#$b#Видишь, что я там натворил? О, ты такой милый и тёплый.^Видишь, что я там натворил? О, ты такая милая и тёплая.$4",
                "Rainy_Night_2": "О, ты насквозь промок. Нет-нет, никаких объятий! Я терпеть не могу быть мокрым.^О, ты насквозь промокла. Нет-нет, никаких объятий! Я терпеть не могу быть мокрым.#$b#Я знаю, что тебе приятно меня видеть... но не можешь ли ты сначала вытереться?$2",
                "Rainy_Night_3": "Прости, похоже, сейчас сезон линьки, и я боюсь, что потерял довольно много шерсти.#$b#Я бы взял метлу, но, видишь ли, у меня нет рук.",
                "Rainy_Night_4": "Сегодня целый день провёл, гоняясь за мышами. Дом должен быть свободен от паразитов!#$b#Всегда пожалуйста.",
                "Rainy_Night_5": "Я что, весь день смотрю телевизор? Поведаю тебе, @, что я интенсивно изучаю человеческое поведение.#$b#Хорошо, да, из телевидения ты знаешь, что человеческие ухаживания были бы намного проще, если бы люди просто говорили то, что они думают.#$b#Правда, это было бы куда менее интересно.",
                "Indoor_Day_0": "А-а-а-Пчих! Ты что, пшикаешь себя дезодорантом?$2#$b#Я предпочитаю естественные запахи, например, солнечный свет и свежескошенная трава с лёгким привкусом древесного дыма.#$b#Ты пахнешь домом.$3",
                "Indoor_Day_1": "Какие у тебя планы на сегодня? Надеюсь, они связаны с рыбой. Правда же?",
                "Indoor_Day_2": "Прошлой ночью здесь что-то скреблось. Думаю, у нас появились пушистые захватчики.",
                "Indoor_Day_3": "Я нашёл это во время утреннего патрулирования, и я знаю, как сильно ты любишь блестящие штучки. [60 72 80 80 80 80 80 84 82]",
                "Indoor_Day_4": "Тебе когда-нибудь хотелось узнать ответы на вопрос о жизни, Вселенной и всём остальном?$4#$b#Ага, я тоже.$1",
                "Indoor_Night_0": "На кухне было несколько мышей, и я их съел.$4#$b#Надеюсь, от меня не воняет мышами.",
                "Indoor_Night_1": "Свернуться калачиком перед огнём... Ах, вот это жизнь.#$b#Спасибо, что предложил мне жить с тобой, @.^Спасибо, что предложила мне жить с тобой, @.",
                "Indoor_Night_2": "Итак, перед обедом я позволил себе вздремнуть... затем мне понадобилась послеобеденная тишина.#$b#Я наконец-то собирался сделать что-то полезное, но попал в ловушку солнечного луча...#$b#В любом случае, это мой день. Как у тебя дела?",
                "Indoor_Night_3": "Как я провёл свой день? В основном пялился в стену.#$b#Куда ты тратишь свои деньги? Это связано с рыбой?",
                "Indoor_Night_4": "Ах, свернись калачиком рядом со мной. Да. Прямо посередине спины у меня зудит что-то такое, что я просто не могу пережи-#$b#О да, это то самое место. Эй, а кто сказал тебе остановиться?",
                "Outdoor_0": "Сегодня утром в курятнике рыскала лиса. Не волнуйся, я спугнул её.#$b#Я всё-таки самый крутой в этом городе!",
                "Outdoor_1": "Ранний утренний патруль завершён! Я нашёл кое-что для тебя.[444]#$b#О, кого я обманываю? Это для меня. О, извивайся, давай, извивайся. Ха-ха-ха! Умри, перо, умри!",
                "Outdoor_2": "Ну вот, я восстановил свою должность главы фермы!#$b#О, я никому не причинил вреда! Первое правило боя? Не дерись, если не нужно! Просто докажи, что ты крупнее и сильнее.#$b#Если они пытаются тебя съесть, тогда дерись изо всех сил. Бесплатный совет на весь день. Всегда пожалуйста.",
                "Outdoor_3": "Ранний утренний патруль завершён! Докладывать не о чём, и уж точно в твоей пещере нет никаких тёмных теневых существ.#$b#Что? О, ты собираешься пойти проверить сейчас, не так ли? Тогда не доверяй мне, посмотрим, волнует ли меня это.$4",
                "Outdoor_4": "*отрыжка* Извини, я съел летучую мышь. Надеюсь, это была не фруктовая летучая мышь.",
                "funLeave_MisterGinger": "Я отправляюсь патрулировать город, навещать старых друзей и всё прочее. Хочешь, я тебе что-нибудь принесу?",
                "funReturn_MisterGinger": "Удивительно, какие вещи люди выбрасывают. Так расточительно![143 223 148 226 228]#$b#Извини, я не сдержался и пожевал немного.",
                "OneKid_0": "%kid1 похоже, быстро учится. Я даже не ожидал, что меня когда-нибудь правильно погладят.$3",
                "OneKid_1": "Я знаю, что ты не будешь возражать, но я сделал кое-какие покупки в интернет-магазине.#$b#О, это для детей. И шкатулка для меняяяя!$1",
                "OneKid_2": "Я знаю, что %kid1 не умеет читать, но ты можешь хотя бы научить малыша переворачивать страницы?#$b#Иногда мне становится скучно, а %kid1 не из разговорчивых.",
                "OneKid_3": "Пожалуйста, пожалуйста, пожалуйста, научи %kid1 ловить рыбу!$4#$b#Ещё слишком рано? Ох, человеческие котята растут так медленно.$2",
                "TwoKids_0": "У меня для тебя плохие новости, @. Я принёс сегодня малышу мышку, но у %kid1 почему-то пропало настроение.#$b#Боюсь, %kid1 не станет хорошим охотником.",
                "TwoKids_1": "Не буду врать, я не был уверен, как бы я отнёсся к крошечным человеческим котятам, бегающим вокруг.#$b#Но они вроде как выросли на мне. К тому же %kid1 дарит мне неплохую головную боль.",
                "TwoKids_2": "Нянчиться с одним ребёнком было весело, нянчиться с двумя... ну, нам нужно научить их перестать кусаться.#$b#*вздохи* Человеческие котята, такие нецивилизованные.",
                "TwoKids_3": "Не буду врать, %kid1 мне нравится. %kid2 немного... как сказать? Буянит?",
                "Good_1": "Ты самый лучший человек, @. Никто не чешет голову так, как это делаешь ты. Да, это то самое место, прямо за моим ухом.#$b#Ты молодец, и не позволяй никому говорить тебе что-то другое, хорошо?",
                "Good_2": "Будь аккуратней сегодня. И поймай мне побольше рыбы!$1#$b#Но если серьёзно, я скучаю по тебе, когда тебя нет рядом.$3",
                "Good_3": "На свете не так много людей, которых я бы оценил так высоко, как тебя, @.#$b#Я имею в виду, что у палатки Линуса есть свои преимущества - никаких дверей, во-первых! - но я лучше свернусь калачиком рядом с тобой.",
                "Good_4": "Ах, хорошая еда, тёплый огонь, приятная компания. О чём ещё может мечтать кот?#$b#Кроме, может быть, хорошей морщинки на подбородке. Довольно мурлыканья?$3",
                "Good_5": "Зачем тебе понадобилось наполнять этот дом таким количеством солнечных ловушек? Трудно же что-то сделать!",
                "Good_6": "Я сочинил для тебя песню. Хочешь послушать?#$b#*визг* '@, самый лучший хозяин на свете, потому что он - мооооой!'$5^*визг* '@, с ней у меня всё хорошо, потому что она - моояяяяяяя!$4",
                "Good_7": "@, ты мой любимый человек. Но не единственный, и находишься, по крайней мере, определённо в первой... четвёрке.",
                "Neutral_0": "Прошу великодушно извенить, @. Но по-моему, у нас в доме завелись призраки.#$b#Или, может быть, это просто игра света на стене?#$b#Но в любом случае, тебе обязательно стоит это проверить.",
                "Neutral_1": "Я занимался косметическим ремонтом. Думаю, ты заметишь восхитительный оранжевый оттенок на ковре.#$b#Не за что.",
                "Neutral_2": "Я снова сделал кое-какие покупки в интернете. Так много коробок!#$b#Что? Если ты не хотешь, чтобы я им пользовался, то почему не выключаешь?",
                "Neutral_3": "Может показаться, что я просто сплю, но на самом деле я размышляю о фундаментальных принципах...#$b#Ладно, да, я просто сплю. Что тебе надо?",
                "Neutral_4": "Обрати внимание, что когда смотришь на солнечный луч, он наполнен крошечными крапинками! Так вот как выглядит свет?#$b#Это пыль? О, значит тебе, наверное, стоит подмести здесь.",
                "Neutral_9": "Под диваном лежали крошки от крекеров. Я их съел.#$b#Надеюсь, они лежали там не на потом. И если это так, что ж, тебе нужно найти лучшие места для тайников.",
                "Bad_0": "Я думаю, что это никогда не получится. Кошка и человек... с чего бы им вообще ладить?$2#$b#О, они лишь счастливо сосуществовали на протяжении тысячелетий.$4",
                "Bad_1": "Я оставил тебе сюрприз дома.#$b#Так тебе и надо. Да, пожалуйста. Что угодно.",
                "Bad_2": "Надеюсь, тебе не очень полюбился диван. Мне нужен был маникюр.#$b#Что? Эти когти-прекрасно отточенное оружие!",
                "Bad_3": "Я сделал небольшой косметический ремонт. Как ты относишься к таким сделкам?#$b#Это звучало намного лучше в моей голове... Во всяком случае, там была крыса. Теперь она мертва. Всегда пожалуйста.",
                "Bad_4": "Это была ошибка, не так ли? Переезжать к тебе. Теперь ты это понимаешь...$2#$b#Я бы хотел, чтобы всё было по-другому.",
                "Bad_5": "Если бы только у меня были большие пальцы... и, может быть, табуретка... Здесь всё будет совсем по-другому.$5",
                "Bad_6": "Мне следовало остаться на ранчо, по крайней мере, там знают, как со мной обращаться.$5",
                "Bad_7": "На кухне было несколько мышей. Не то чтобы тебе было не всё равно, но я их поймал.$2#$b#(И подожду, когда ты найдёшь, куда я их положил...)$1",
                "Bad_8": "Иногда мне кажется, что ты любишь других животных больше, чем меня.$5#$b#Тебе, разумеется, следует уделять им больше внимания.$2",
                "Bad_9": "Тебя так долго не было дома... и ты знаешь, что я не очень хорошо разбираюсь в дверях.#$b#Ну, в любом случае это было ужасное пальто.",
                "spring_1": "Ах, весна пришла! Прыгающие крольчата, писклявые цыплята.$3#$b#О боже, теперь я проголодался.$1",
                "spring_12": "Если ты принесёшь мне завтра домой немного шотландских яиц, я был бы очень благодарен.#$b#Я бы и сам пошёл, но мы с Гасом... ну, у нас произошло маленькое недоразумение из-за блюда с печеной рыбой...",
                "spring_23": "Я слышал, что завтра будут какие-то танцы. Не придумывай ничего необычного.#$b#Кошки не танцуют, несмотря на то, что написано в этой книге.",
                "spring_24": "Наверное, я мог бы пригласить тебя потанцевать. Если это тебя обрадует. Надеюсь, это не попадёт на МяуТуб!$3",
                "summer_1": "Ах, лето. Так много солнечных ловушек! Сомневаюсь, что мне удастся что-нибудь сделать.",
                "summer_10": "Завтра шведский стол, верно? Не забудь наесться досыта, @. В конце концов, никогда не знаешь, где тебя накормят в следующий раз.#$b#О, ты поступаешь правильно. Да, я забыл о времени приема пищи. Так цивилизованно.",
                "summer_27": "Так что они сделаны не из желе, и не из рыбы. Почему люди дают животным дурацкие названия? Ну, я надеюсь, тебе понравится смотреть на эти плавающие мешки жгучей боли.",
                "fall_1": "Ах, осень, моё любимое время года! Пора гоняться за листьями. И зарываться в них... Не хочешь присоединиться ко мне? Знаешь, тебе это может понравиться.",
                "fall_15": "Много людей, вонючих животных и слишком много шума...#$b#Наслаждайся ярмарочной жизнью, @. Я пока здесь посторожу.",
                "winter_1": "Пришла зима. Уйма времени, чтобы свернуться калачиком перед камином с моим любимым человеком.#$b#Не волнуйся, я также буду на посту. Ни один паразит не найдёт сюда дорогу.#$b#По крайней мере, не в ближайшее время.",
                "winter_25": "Хммм, есть что-то особенное в сегодняшнем дне, не так ли, @?#$b#Счастливой Зимней Звезды! Ну а теперь, где мой подарок? [176 442 444 717 716 715]",
                "winter_28": "Я слышал, что люди любят принимать какие-то 'решения' на Новый год, верно? Рассказывай, какие у тебя, @?#$b#У меня? Пожалуй, я ещё вздремну. Это звучит как хорошее решение?"
            }
        }
    ]
}